√û¬ï¿Ä¿Ä¿Ä¿Ä¬´¿Ä¿Ä¿Ä¿Ä¿Ä¿Ät¿Ä¿Ä√•¿Ä¿Ä¿Ä√å
¿Ä¿Ä¿Ä¿Ä¿Ä¿Ä`¿Ä¿Ä¿Ä¿Ä¿Äa¿Ä¿Ä,¿Ä¿Ä¿Äi¿Ä¿Ä ¿Ä¿Ä¿Ä¬ñ¿Ä¿Ä1¿Ä¿Ä¿Ä¬∑¿Ä¿Ä¿Ä¿Ä¿Ä√©¿Ä¿Ä¿Ä¿Ä¿Ä¿Ä¿Ä*¿Ä¿Ä¿Ä!¿Ä¿Ä'¿Ä¿Ä¿ÄL¿Ä¿Ä
¿Ä¿Ä¿Ät¿Ä¿Ä¿Ä¿Ä¿Ä¬Ç¿Ä¿Ä¿Ä¿Ä¿Ä¬ö¿Ä¿Ä!¿Ä¿Ä¿Ä¬Ø¿Ä¿Ä3¿Ä¿Ä¿Ä√ë¿Ä¿Ä ¿Ä¿Ä¿Ä¿Ä¿Ä ¿Ä¿Ä¿Ä&¿Ä¿Ä¿Ä¿Ä¿ÄG¿Ä¿Ä/¿Ä¿Ä¿Äe¿Ä¿Ä+¿Ä¿Ä¿Ä¬ï¿Ä¿ÄT¿Ä¿Ä¿Ä√Å¿Ä¿Ä.¿Ä¿Ä¿Ä¿Ä¿Ä4¿Ä¿Ä¿ÄE¿Ä¿Ä?¿Ä¿Ä¿Äz¿Ä¿Ä!¿Ä¿Ä¿Ä¬∫¿Ä¿Ä¿Ä¿Ä¿Ä√ú¿Ä¿Ä¬ó¿Ä¿Ä¿Ä√§¿Ä¿Ä'¿Ä¿Ä|¿Ä¿Ä?¿Ä¿Ä¿Ä¬§¿Ä¿Äc¿Ä¿Ä¿Ä√§¿Ä¿ÄX¿Ä¿Ä¿ÄH¿Ä¿Ä]¿Ä¿Ä¿Ä¬°¿Ä¿ÄO¿Ä¿Ä¿Ä√ø¿Ä¿Ä¬ø¿Ä¿ÄO¿Ä¿ÄU¿Ä¿Ä¿Ä¿Ä'¿Ä¿Ä¿Äe¿Ä¿Ä¿Ä¿Ä¿Ä¬ç¿Ä¿Ä;¿Ä¿Ä¿Ä¬†¿Ä¿ÄB¿Ä¿Ä¿Ä√ú¿Ä¿Ä¿Ä¿Ä¿Ä¿Ä¿Äb¿Ä¿Ä¿Ä,¿Ä¿Ä¿Ä¿Ä¿Ä¬è¿Ä¿Ä#¿Ä¿Ä¿Ä¿Ä¿Ä5¿Ä¿Ä¿Ä3¿Ä¿Äm¿Ä¿Ä¿Äi¿Ä¿Ä√≥¿Ä¿Ä√ó¿Ä¿Ä^¿Ä¿Ä¿Ä√ã¿Ä¿Äl¿Ä¿Ä¿Ä*¿Ä¿ÄF¿Ä¿Ä¿Ä¬ó¿Ä¿ÄR¿Ä¿Ä¿Ä√û¿Ä¿Ä9¿Ä¿Ä¿Ä1¿Ä¿Ä?¿Ä¿Ä¿Äk¿Ä¿ÄI¿Ä¿Ä¿Ä¬´¿Ä¿Äk¿Ä¿Ä¿Ä√µ¿Ä¿Ä¬é¿Ä¿Ä¿Äa ¿Ä¿Ä¿Ä¿Ä¿Ä√∞ ¿Ä¿Ä*¿Ä¿Ä¿Ä!¿Ä¿Ä¬Å¿Ä¿Ä¿Ä:!¿Ä¿Ä¬º¿Ä¿Ä¿Ä¬º!¿Ä¿Ä&¿Ä¿Ä¿Äy"¿Ä¿Ä¿Ä¿Ä¿Ä¬†"¿Ä¿Ä¿Ä¿Ä¿Ä¬µ"¿Ä¿Ä,¿Ä¿Ä¿Ä√â"¿Ä¿Ä*¿Ä¿Ä¿Ä√∂"¿Ä¿Ä¿Ä¿Ä¿Ä!#¿Ä¿Ä¿Ä¿Ä¿Ä?#¿Ä¿Ä¿Ä¿Ä¿Ä\#¿Ä¿Ä¿Ä¿Ä¿Äz#¿Ä¿Ä"¿Ä¿Ä¿Ä¬ö#¿Ä¿Ä"¿Ä¿Ä¿Ä¬Ω#¿Ä¿Ä#¿Ä¿Ä¿Ä√†#¿Ä¿Ä¿Ä¿Ä¿Ä$¿Ä¿Ä¿Ä¿Ä¿Ä$¿Ä¿Ä¿Ä¿Ä¿Ä)$¿Ä¿Ä>¿Ä¿Ä¿ÄG$¿Ä¿Ä<¿Ä¿Ä¿Ä¬Ü$¿Ä¿Ä8¿Ä¿Ä¿Ä√É$¿Ä¿Ä6¿Ä¿Ä¿Ä√º$¿Ä¿Ä<¿Ä¿Ä¿Ä3%¿Ä¿Ä:¿Ä¿Ä¿Äp%¿Ä¿Ä<¿Ä¿Ä¿Ä¬´%¿Ä¿Ä>¿Ä¿Ä¿Ä√®%¿Ä¿Ä>¿Ä¿Ä¿Ä'&¿Ä¿Ä)¿Ä¿Ä¿Äf&¿Ä¿Ä$¿Ä¿Ä¿Ä¬ê&¿Ä¿Ä¿Ä¿Ä¿Ä¬µ&¿Ä¿Ä7¿Ä¿Ä¿Ä√î&¿Ä¿Ä¿Ä¿Ä¿Ä'¿Ä¿Ä¿Ä¿Ä¿Ä+'¿Ä¿Ä6¿Ä¿Ä¿Ä>'¿Ä¿Ä(¿Ä¿Ä¿Äu'¿Ä¿ÄD¿Ä¿Ä¿Ä¬û'¿Ä¿Ä¿Ä¿Ä¿Ä√£'¿Ä¿Ä*¿Ä¿Ä¿Ä√ª'¿Ä¿Ä;¿Ä¿Ä¿Ä&(¿Ä¿Ä¿Ä¿Ä¿Äb(¿Ä¿Ä¿Ä¿Ä¿Ä(¿Ä¿Ä¿Ä¿Ä¿Ä¬ú(¿Ä¿Ä¿Ä¿Ä¿Ä¬∂(¿Ä¿Ä¿Ä¿Ä¿Ä√ê(¿Ä¿Ä¿Ä¿Ä¿Ä√©(¿Ä¿Ä¿Ä¿Ä¿Ä√º(¿Ä¿Ä$¿Ä¿Ä¿Ä)¿Ä¿Ä$¿Ä¿Ä¿ÄA)¿Ä¿Ä¿Ä¿Ä¿Äf)¿Ä¿Ä¿Ä¿Ä¿Ä)¿Ä¿Ä¿Ä¿Ä¿Ä¬ù)¿Ä¿Ä¿Ä¿Ä¿Ä¬∞)¿Ä¿Ä¿Ä¿Ä¿Ä√Ö)¿Ä¿Ä¿Ä¿Ä¿Ä√§)¿Ä¿Ä¿Ä¿Ä¿Ä*¿Ä¿Ä¿Ä¿Ä¿Ä*¿Ä¿Ä¿Ä¿Ä¿Ä1*¿Ä¿Ä.¿Ä¿Ä¿ÄA*¿Ä¿Ä5¿Ä¿Ä¿Äp*¿Ä¿Ä"¿Ä¿Ä¿Ä¬¶*¿Ä¿Ä¿Ä¿Ä¿Ä√â*¿Ä¿Ä#¿Ä¿Ä¿Ä√†*¿Ä¿Ä*¿Ä¿Ä¿Ä+¿Ä¿Ä¿Ä¿Ä¿Ä/+¿Ä¿Ä4¿Ä¿Ä¿ÄL+¿Ä¿Ä
¿Ä¿Ä¿Ä¬Å+¿Ä¿Ä5¿Ä¿Ä¿Ä¬è+¿Ä¿Ä,¿Ä¿Ä¿Ä√Ö+¿Ä¿Ä,¿Ä¿Ä¿Ä√≤+¿Ä¿Ä¿Ä¿Ä¿Ä,¿Ä¿ÄK¿Ä¿Ä¿Ä6,¿Ä¿ÄF¿Ä¿Ä¿Ä¬Ç,¿Ä¿ÄG¿Ä¿Ä¿Ä√â,¿Ä¿Ä¿Ä¿Ä¿Ä-¿Ä¿Ä¿Ä¿Ä¿Ä*-¿Ä¿Ä¿Ä¿Ä¿ÄE-¿Ä¿Ä¿Ä¿Ä¿Ä\-¿Ä¿Ä¿Ä¿Ä¿Äv-¿Ä¿Ä¿Ä¿Ä¿Ä¬ã-¿Ä¿Ä¿Ä¿Ä¿Ä¬°-¿Ä¿Ä¿Ä¿Ä¿Ä¬≤-¿Ä¿Ä¿Ä¿Ä¿Ä√ë-¿Ä¿Ä¿Ä¿Ä¿Ä√™-¿Ä¿Ä¿Ä¿Ä¿Ä.¿Ä¿Ä¿Ä¿Ä¿Ä.¿Ä¿Ä¿Ä¿Ä¿Ä..¿Ä¿Ä¿Ä¿Ä¿ÄB.¿Ä¿Ä¿Ä¿Ä¿ÄW.¿Ä¿ÄG¿Ä¿Ä¿Äw.¿Ä¿ÄN¿Ä¿Ä¿Ä¬ø.¿Ä¿Ä.¿Ä¿Ä¿Ä/¿Ä¿Ä.¿Ä¿Ä¿Ä=/¿Ä¿Ä-¿Ä¿Ä¿Äl/¿Ä¿Ä¿Ä¿Ä¿Ä¬ö/¿Ä¿Ä*¿Ä¿Ä¿Ä¬∂/¿Ä¿Ä8¿Ä¿Ä¿Ä√°/¿Ä¿Ä¿Ä¿Ä¿Ä0¿Ä¿Ä¿Ä¿Ä¿Ä)0¿Ä¿Ä;¿Ä¿Ä¿Ä90¿Ä¿Ä+¿Ä¿Ä¿Äu0¿Ä¿Ä*¿Ä¿Ä¿Ä¬°0¿Ä¿Ä'¿Ä¿Ä¿Ä√å0¿Ä¿Ä'¿Ä¿Ä¿Ä√¥0¿Ä¿Ä+¿Ä¿Ä¿Ä1¿Ä¿Ä¿Ä¿Ä¿ÄH1¿Ä¿Ä¿Ä¿Ä¿Ä[1¿Ä¿Ä2¿Ä¿Ä¿Äu1¿Ä¿Ä	¿Ä¿Ä¿Ä¬®1¿Ä¿Ä¿Ä¿Ä¿Ä¬≤1¿Ä¿Ä+¿Ä¿Ä¿Ä√ë1¿Ä¿Ä*¿Ä¿Ä¿Ä√Ω1¿Ä¿Ä8¿Ä¿Ä¿Ä(2¿Ä¿Ä!¿Ä¿Ä¿Äa2¿Ä¿Ä¿Ä¿Ä¿Ä¬É2¿Ä¿Ä¿Ä¿Ä¿Ä¬°2¿Ä¿Ä1¿Ä¿Ä¿Ä¬∏2¿Ä¿Ä√ö¿Ä¿Ä√™2¿Ä¿Ä¿Ä¿Ä¿Ä√Ö4¿Ä¿Ä¬¶¿Ä¿Ä¿Ä√ô4¿Ä¿Ä&¿Ä¿Ä¿Ä¬Ä5¿Ä¿ÄJ¿Ä¿Ä¿Ä¬ß5¿Ä¿Ä&¿Ä¿Ä¿Ä√≤5¿Ä¿Ä.¿Ä¿Ä¿Ä6¿Ä¿ÄF¿Ä¿Ä¿ÄH6¿Ä¿Ä8¿Ä¿Ä¿Ä¬è6¿Ä¿Ä¿Ä¿Ä¿Ä√à6¿Ä¿Ä=¿Ä¿Ä¿Ä√û6¿Ä¿Ä;¿Ä¿Ä¿Ä7¿Ä¿ÄC¿Ä¿Ä¿ÄX7¿Ä¿Ä^¿Ä¿Ä¿Ä¬ú7¿Ä¿Ä?¿Ä¿Ä¿Ä√ª7¿Ä¿Ä1¿Ä¿Ä¿Ä;8¿Ä¿Ä3¿Ä¿Ä¿Äm8¿Ä¿ÄS¿Ä¿Ä¿Ä¬°8¿Ä¿Ä4¿Ä¿Ä¿Ä√µ8¿Ä¿Ä¬°¿Ä¿Ä¿Ä*9¿Ä¿Ä¬ä¿Ä¿Ä¿Ä√å9¿Ä¿Ä¬æ¿Ä¿Ä¿ÄW:¿Ä¿Ä[¿Ä¿Ä¿Ä;¿Ä¿Ä8¿Ä¿Ä¿Är;¿Ä¿Ä¿Ä¿Ä¿Ä¬´;¿Ä¿Ä√∫¿Ä¿Ä¿Ä¬≥;¿Ä¿Ä¿Ä¿Ä¬Æ<¿Ä¿Äk¿Ä¿Ä¿Ä√ç>¿Ä¿Ä√ª¿Ä¿Ä¿Ä9?¿Ä¿Ä¬ò¿Ä¿Ä¿Ä5@¿Ä¿Ä¬†¿Ä¿Ä¿Ä√é@¿Ä¿Ä√û¿Ä¿Ä¿ÄoA¿Ä¿Ä¿Ä¿ÄNB¿Ä¿ÄP¿Ä¿Ä]E¿Ä¿ÄT¿Ä¿Ä¿Ä¬ÆI¿Ä¿Ä$¿Ä¿Ä¿ÄJ¿Ä¿Äl¿Ä¿Ä¿Ä(J¿Ä¿Ä{¿Ä¿Ä¿Ä¬ïJ¿Ä¿Ä¿Ä¿Ä¿ÄK¿Ä¿Ä¬´¿Ä¿Ä¿Ä%K¿Ä¿Ä¬ß¿Ä¿Ä¿Ä√ëK¿Ä¿Ä-¿Ä¿Ä¿ÄyL¿Ä¿Ät¿Ä¿Ä¿Ä¬ßL¿Ä¿Ä¬µ¿Ä¿Ä¿ÄM¿Ä¿Ä√∂¿Ä¿Ä√íM¿Ä¿Ä¬•¿Ä¿Ä¿Ä√âQ¿Ä¿Ä¬¥¿Ä¿Ä¿ÄoR¿Ä¿Ä}¿Ä¿Ä¿Ä$S¿Ä¿Ä¬ì¿Ä¿Ä¿Ä¬¢S¿Ä¿Äl¿Ä¿Ä¿Ä6T¿Ä¿Ä|¿Ä¿Ä¿Ä¬£T¿Ä¿Ä¬Ä¿Ä¿Ä¿Ä U¿Ä¿Ä√ï¿Ä¿Ä¿Ä¬°U¿Ä¿Ä√§¿Ä¿Ä¿ÄwV¿Ä¿Ä$¿Ä¿Ä¿Ä\W¿Ä¿ÄZ¿Ä¿Ä¿Ä¬ÅW¿Ä¿Ä√Æ¿Ä¿Ä¿Ä√úW¿Ä¿Ä¬ê¿Ä¿Ä√ãX¿Ä¿Ä^¿Ä¿Ä¿Ä\Z¿Ä¿Ä4¿Ä¿Ä¿Ä¬ªZ¿Ä¿Ä,¿Ä¿Ä¿Ä√∞Z¿Ä¿ÄQ¿Ä¿Ä¿Ä[¿Ä¿ÄW¿Ä¿Ä¿Äo[¿Ä¿ÄJ¿Ä¿Ä¿Ä√á[¿Ä¿Ä9¿Ä¿Ä¿Ä\¿Ä¿Ä:¿Ä¿Ä¿ÄL\¿Ä¿ÄL¿Ä¿Ä¿Ä¬á\¿Ä¿ÄO¿Ä¿Ä¿Ä√î\¿Ä¿Ä;¿Ä¿Ä¿Ä$]¿Ä¿Ä<¿Ä¿Ä¿Ä`]¿Ä¿Ä&¿Ä¿Ä¿Ä¬ù]¿Ä¿Ä¿Ä¿Ä¿Ä√Ñ]¿Ä¿Ä3¿Ä¿Ä¿Ä√î]¿Ä¿ÄF¿Ä¿Ä¿Ä^¿Ä¿ÄL¿Ä¿Ä¿ÄO^¿Ä¿Ä@¿Ä¿Ä¿Ä¬ú^¿Ä¿ÄF¿Ä¿Ä¿Ä√ù^¿Ä¿ÄD¿Ä¿Ä¿Ä$_¿Ä¿ÄJ¿Ä¿Ä¿Äi_¿Ä¿Ä\¿Ä¿Ä¿Ä¬¥_¿Ä¿Ä^¿Ä¿Ä¿Ä`¿Ä¿Ä^¿Ä¿Ä¿Äp`¿Ä¿Äa¿Ä¿Ä¿Ä√è`¿Ä¿ÄC¿Ä¿Ä¿Ä1a¿Ä¿Ä`¿Ä¿Ä¿Äua¿Ä¿Äy¿Ä¿Ä¿Ä√ña¿Ä¿Ä>¿Ä¿Ä¿ÄPb¿Ä¿Ä3¿Ä¿Ä¿Ä¬èb¿Ä¿Äz¿Ä¿Ä¿Ä√Éb¿Ä¿ÄZ¿Ä¿Ä¿Ä>c¿Ä¿Ä¬≥¿Ä¿Ä¿Ä¬ôc¿Ä¿Ä9¿Ä¿Ä¿ÄMd¿Ä¿Äb¿Ä¿Ä¿Ä¬ád¿Ä¿Ä¬î¿Ä¿Ä¿Ä√™d¿Ä¿Ä@¿Ä¿Ä¿Äe¿Ä¿ÄG¿Ä¿Ä¿Ä√Äe¿Ä¿ÄQ¿Ä¿Ä¿Äf¿Ä¿ÄQ¿Ä¿Ä¿ÄZf¿Ä¿Ä/¿Ä¿Ä¿Ä¬¨f¿Ä¿Ä$¿Ä¿Ä¿Ä√úf¿Ä¿ÄC¿Ä¿Ä¿Äg¿Ä¿Ä9¿Ä¿Ä¿ÄEg¿Ä¿ÄB¿Ä¿Ä¿Äg¿Ä¿Ä.¿Ä¿Ä¿Ä√Çg¿Ä¿Ä5¿Ä¿Ä¿Ä√±g¿Ä¿Ä+¿Ä¿Ä¿Ä'h¿Ä¿Ä%¿Ä¿Ä¿ÄSh¿Ä¿ÄG¿Ä¿Ä¿Äyh¿Ä¿ÄP¿Ä¿Ä¿Ä√Åh¿Ä¿Ä*¿Ä¿Ä¿Äi¿Ä¿Ä(¿Ä¿Ä¿Ä=i¿Ä¿Ä¿Ä¿Ä¿Äfi¿Ä¿ÄJ¿Ä¿Ä¿Ä~i¿Ä¿ÄU¿Ä¿Ä¿Ä√âi¿Ä¿Ä)¿Ä¿Ä¿Äj¿Ä¿Ä¿Ä¿Ä¿ÄIj¿Ä¿ÄE¿Ä¿Ä¿Äfj¿Ä¿Ä¬ß¿Ä¿Ä¿Ä¬¨j¿Ä¿ÄM¿Ä¿Ä¿ÄTk¿Ä¿Ä`¿Ä¿Ä¿Ä¬¢k¿Ä¿Ä¿Ä¿Ä¿Äl¿Ä¿ÄO¿Ä¿Ä¿Äl¿Ä¿Äg¿Ä¿Ä¿Ähl¿Ä¿Äg¿Ä¿Ä¿Ä√êl¿Ä¿Ä2¿Ä¿Ä¿Ä8m¿Ä¿Ä¬ú¿Ä¿Ä¿Äkm¿Ä¿Ä|¿Ä¿Ä¿Än¿Ä¿Ä¬Ö¿Ä¿Ä¿Ä¬Ön¿Ä¿ÄJ¿Ä¿Ä¿Äo¿Ä¿ÄN¿Ä¿Ä¿ÄVo¿Ä¿Ä2¿Ä¿Ä¿Ä¬•o¿Ä¿ÄO¿Ä¿Ä¿Ä√òo¿Ä¿Ä3¿Ä¿Ä¿Ä(p¿Ä¿Ä ¿Ä¿Ä¿Ä\p¿Ä¿Ä¿Ä¿Ä¿Ä}p¿Ä¿Ä0¿Ä¿Ä¿Ä¬ùp¿Ä¿Ä*¿Ä¿Ä¿Ä√ép¿Ä¿Ä,¿Ä¿Ä¿Ä√πp¿Ä¿Ä.¿Ä¿Ä¿Ä&q¿Ä¿Ä.¿Ä¿Ä¿ÄUq¿Ä¿Ä2¿Ä¿Ä¿Ä¬Ñq¿Ä¿Ä5¿Ä¿Ä¿Ä¬∑q¿Ä¿Ä5¿Ä¿Ä¿Ä√≠q¿Ä¿Ä{¿Ä¿Ä¿Ä#r¿Ä¿Ä¬ü¿Ä¿Ä¿Ä¬ür¿Ä¿Ä_¿Ä¿Ä¿Ä?s¿Ä¿Äp¿Ä¿Ä¿Ä¬üs¿Ä¿Äb¿Ä¿Ä¿Ät¿Ä¿ÄK¿Ä¿Ä¿Äst¿Ä¿ÄX¿Ä¿Ä¿Ä¬øt¿Ä¿Äp¿Ä¿Ä¿Äu¿Ä¿Ä¿Ä¿Ä¿Ä¬âu¿Ä¿Ä¿Ä¿Ä¿Ä¬ßu¿Ä¿Ä^¿Ä¿Ä¿Ä√áu¿Ä¿ÄN¿Ä¿Ä¿Ä&v¿Ä¿Äj¿Ä¿Ä¿Äuv¿Ä¿Äg¿Ä¿Ä¿Ä√†v¿Ä¿Äl¿Ä¿Ä¿ÄHw¿Ä¿Äq¿Ä¿Ä¿Ä¬µw¿Ä¿Ä*¿Ä¿Ä¿Ä'x¿Ä¿Ä'¿Ä¿Ä¿ÄRx¿Ä¿Äm¿Ä¿Ä¿Äzx¿Ä¿Ä¿Ä¿Ä¿Ä√®x¿Ä¿ÄZ¿Ä¿Ä¿Ä√µx¿Ä¿ÄZ¿Ä¿Ä¿ÄPy¿Ä¿Äa¿Ä¿Ä¿Ä¬´y¿Ä¿ÄV¿Ä¿Ä¿Ä
z¿Ä¿ÄU¿Ä¿Ä¿Ädz¿Ä¿Ä4¿Ä¿Ä¿Ä¬∫z¿Ä¿Ä%¿Ä¿Ä¿Ä√Øz¿Ä¿Ä^¿Ä¿Ä¿Ä{¿Ä¿Ä¿Ä¿Ä¿Äg¿Ä¿Ä¿Ä;¿Ä¿Ä¿Äs¿Ä¿Ä¿Ä¬Ç¿Ä¿Ä¿Ä¬Ö¿Ä¿Ä¿Ä¿Ä¿Ä¿Ä¿Ä¬ã¿Ä¿Ä¿Ä¬§¿Ä¿Ä¿Ä¿Ä¿Ä¿Ä¿Ä¿Ä¿Ä¿Ä¿Ä¿Ä¿Ä¿Ä¿Ä¿Ä¿Ä\¿Ä¿Ä¿Ä¿Ä¿Ä¿Ä¿Ä¿Ä¿Ä¿Ä¿Ä¿Ä¿Ä¿Ä¬Å¿Ä¿Ä¿Ä¿Ä¿Ä¿Ä¿Ä¿Ä¿Ä¿Ä¬å¿Ä¿Ä¿ÄL¿Ä¿Ä¿Ä¿Ä¿Ä¿Ä¿Ä¬ó¿Ä¿Ä¿Ä/¿Ä¿Ä¿Ä¿Ä¿Ä¿Ä¿Ä¿Ä¿Ä¿Ä¿Ä¿Ä¿Ä¿Ä>¿Ä¿Ä¿Ä¬ä¿Ä¿Ä¿Ä¿Ä¿Ä¿Ä¿Ä¿Ä¿Ä¿Ä¿Ä¿Ä¿Ä¿Äj¿Ä¿Ä¿Ä	¿Ä¿Ä¿Ä¬ï¿Ä¿Ä¿Ä¿Ä¿Ä¿Ä¿Ä¿Ä¿Ä¿Ä¿Ä¿Ä¿ÄY¿Ä¿Ä¿Ä¿Ä¿Ä¿Ä¿Ä}¿Ä¿Ä¿ÄV¿Ä¿Ä¿Ä¬†¿Ä¿Ä¿Ä¿Ä¿Ä¿Ä¿Ä¿Ä¿Ä¿Ä,¿Ä¿Ä¿Ä¿Ä¿Ä¿Ä¿Äy¿Ä¿Ä¿ÄF¿Ä¿Ä¿Ä¬ö¿Ä¿Ä¿Ä¿Ä¿Ä¿Ä¿ÄQ¿Ä¿Ä¿Ä~¿Ä¿Ä¿Ä¬õ¿Ä¿Ä¿Ä=¿Ä¿Ä¿Ä¿Ä¿Ä¿Äa¿Ä¿Ä¿Ä(¿Ä¿Ä¿Ä¬ë¿Ä¿Ä¿ÄM¿Ä¿Ä¿Ä¬ê¿Ä¿Ä¿Ä3¿Ä¿Ä¿Ä¿Ä¿Ä¿Ä¿Ä¿Ä¿Ä¿Ä¿Ä¿Ä¿Ä¿Äl¿Ä¿Ä¿Ä¿Ä¿Ä¿Ä¿ÄR¿Ä¿Ä¿Äd¿Ä¿Ä¿Än¿Ä¿Ä¿ÄS¿Ä¿Ä¿Ä@¿Ä¿Ä¿Ä#¿Ä¿Ä¿Äh¿Ä¿Ä¿Äf¿Ä¿Ä¿Ä]¿Ä¿Ä¿Ä¬ß¿Ä¿Ä¿Ät¿Ä¿Ä¿Ä¿Ä¿Ä¿Ä¿Ä¿Ä¿Ä¿ÄP¿Ä¿Ä¿Ä6¿Ä¿Ä¿Ä4¿Ä¿Ä¿Ä¿Ä¿Ä¿Ä¿ÄJ¿Ä¿Ä¿Är¿Ä¿Ä¿Ä¬ü¿Ä¿Ä¿Ä+¿Ä¿Ä¿Ä'¿Ä¿Ä¿Ä¬•¿Ä¿Ä¿Ä¬Ü¿Ä¿Ä¿Ä%¿Ä¿Ä¿Ä¿Ä¿Ä¿Ä¿ÄT¿Ä¿Ä¿Ä¬á¿Ä¿Ä¿Ä¿Ä¿Ä¿Ä¿Ä¿Ä¿Ä¿Ä¿Ä¿Ä¿Ä¿Ä¿Ä¿Ä¿Ä¿Ä¬°¿Ä¿Ä¿Ä2¿Ä¿Ä¿Ä¿Ä¿Ä¿Ä¿Ä8¿Ä¿Ä¿Ä¿Ä¿Ä¿Ä¿Ä¿Ä¿Ä¿Ä¿Ä¬ñ¿Ä¿Ä¿ÄW¿Ä¿Ä¿Ä¬é¿Ä¿Ä¿Ä:¿Ä¿Ä¿Ä¬¶¿Ä¿Ä¿Äp¿Ä¿Ä¿Ä
¿Ä¿Ä¿Ä¿Ä¿Ä¿Ä¬Ñ¿Ä¿Ä¿Ä¿Ä¿Ä¿Ä¿Ä¬®¿Ä¿Ä¿Ä¿Ä¿Ä¿Ä¬É¿Ä¿Ä¿Ä¬¢¿Ä¿Ä¿Ä¿Ä¿Ä¿Ä¿Ä
¿Ä¿Ä¿Ä!¿Ä¿Ä¿Ä¿Ä¿Ä¿Ä¿Ä¿Ä¿Ä¿Ä¿Ä¿Ä¿Ä¿Ä¿Ä&¿Ä¿Ä¿Ä¿Ä¿Ä¿Ä7¿Ä¿Ä¿Äx¿Ä¿Ä¿Ä¿Ä¿Ä¿Ä¿Ä¿Ä¿Ä¿Ä.¿Ä¿Ä¿ÄG¿Ä¿Ä¿Ä¿Ä¿Ä¿Ä"¿Ä¿Ä¿Ä¿Ä¿Ä¿Ä¿Ä¿Ä¿Ä¿Ä¿Ä¿Ä¿Ä¿Ä¿Ä ¿Ä¿Ä¿ÄZ¿Ä¿Ä¿Ä¿Ä¿Ä¿Ä¿ÄH¿Ä¿Ä¿Ä¿Ä¿Ä¿Ä¿Ä¬ô¿Ä¿Ä¿Ä^¿Ä¿Ä¿Ä¬è¿Ä¿Ä¿Ä{¿Ä¿Ä¿Äz¿Ä¿Ä¿Ä¿Ä¿Ä¿Ä¿Ä¿Ä¿Ä¿Ä¿ÄA¿Ä¿Ä¿Äk¿Ä¿Ä¿Ä)¿Ä¿Ä¿Ä9¿Ä¿Ä¿Ä¬™¿Ä¿Ä¿Ä¬à¿Ä¿Ä¿Ä¬´¿Ä¿Ä¿Ä¿Ä¿Ä¿Ä¿Ä¿Ä¿Ä¿Ä¿ÄU¿Ä¿Ä¿Ä¿Ä¿Ä¿Ä¿Ä¿Ä¿Ä¿Ä¿Ä¿Ä¿Ä¬Ä¿Ä¿Ä¿ÄK¿Ä¿Ä¿Ä¿Ä¿Ä¿Ä¿ÄD¿Ä¿Ä¿Äm¿Ä¿Ä¿Äq¿Ä¿Ä¿ÄE¿Ä¿Ä¿Ä¿Ä¿Ä¿Ä`¿Ä¿Ä¿Ä¿Ä¿Ä¿Äc¿Ä¿Ä¿Ä[¿Ä¿Ä¿Ä¿Ä¿Ä¿Ä¿Äw¿Ä¿Ä¿Ä1¿Ä¿Ä¿ÄX¿Ä¿Ä¿Ä?¿Ä¿Ä¿Ä*¿Ä¿Ä¿ÄI¿Ä¿Ä¿Ä¬ç¿Ä¿Ä¿Äv¿Ä¿Ä¿ÄO¿Ä¿Ä¿Ä¿Ä¿Ä¿Ä¿Ä-¿Ä¿Ä¿ÄN¿Ä¿Ä¿Ä¿Ä¿Ä¿Ä¬©¿Ä¿Ä¿Ä¿Ä¿Ä¿Ä¿Ä¿Ä¿Ä¿Ä¿Ä¿Ä¿Ä¿Ä0¿Ä¿Ä¿Ä¿Ä¿Ä¿Ä¬â¿Ä¿Ä¿Ä¿Ä¿Ä¿Ä¿Äo¿Ä¿Ä¿Ä¿Ä¿Ä¿Ä¿Äi¿Ä¿Ä¿ÄB¿Ä¿Ä¿Ä¿Ä¿Ä¿Ä¿ÄC¿Ä¿Ä¿Ä5¿Ä¿Ä¿Ä¬ú¿Ä¿Ä¿Ä¬í¿Ä¿Ä¿Ä¬û¿Ä¿Ä¿Ä¿Ä¿Ä¿Ä¿Ä|¿Ä¿Ä¿Ä_¿Ä¿Ä¿Äu¿Ä¿Ä¿Äb¿Ä¿Ä¿Ä¬î¿Ä¿Ä¿Ä¿Ä¿Ä¿Ä¿Ä¿Ä¿Ä¬ò¿Ä¿Ä¿Ä¬ù¿Ä¿Ä¿Ä¿Ä¿Ä¿Ä¿Ä$¿Ä¿Ä¿Ä¿Ä¿Ä¿Ä¿Ä¿Ä¿Ä¿Ä¿Ä<¿Ä¿Ä¿Ä¿Ä¿Ä¿Äe¿Ä¿Ä¿Ä¬£¿Ä¿Ä¿Ä¿Ä¿Ä¿Ä¿Ä¿Ä¿Ä¿Ä¿Ä¬ì¿Ä¿Ä¿Ä¿Ä done.
¿Ä%d translated message¿Ä%d translated messages¿Ä%s and %s are mutually exclusive¿Ä%s and explicit file names are mutually exclusive¿Ä%s is only valid with %s¿Ä%s is only valid with %s or %s¿Ä%s requires a "-d directory" specification¿Ä%s requires a "-l locale" specification¿Ä%s subprocess¿Ä%s subprocess I/O error¿Ä%s subprocess failed¿Ä%s subprocess got fatal signal %d¿Ä%s: warning: source file contains fuzzy translation¿Ä%s:%d: invalid string definition¿Ä%s:%d: invalid string expression¿Ä%s:%d: missing number after #¿Ä%s:%d: warning: unterminated character constant¿Ä%s:%d: warning: unterminated string literal¿Ä%sRead %ld old + %ld reference, merged %ld, fuzzied %ld, missing %ld, obsolete %ld.
¿Ä, %d fuzzy translation¿Ä, %d fuzzy translations¿Ä, %d untranslated message¿Ä, %d untranslated messages¿Ä--join-existing cannot be used when output is written to stdout¿Ä...but this definition is similar¿Ä<stdin>¿ÄA special builtin command called '0' outputs the translation, followed by a
null byte.  The output of "msgexec 0" is suitable as input for "xargs -0".
¿ÄApplies a command to all translations of a translation catalog.
The COMMAND can be any program that reads a translation from standard
input.  It is invoked once for each translation.  Its output becomes
msgexec's output.  msgexec's return code is the maximum return code
across all invocations.
¿ÄApplies a filter to all translations of a translation catalog.
¿ÄCharset "%s" is not a portable encoding name.
Message conversion to user's charset might not work.
¿ÄCharset "%s" is not supported. %s relies on iconv(),
and iconv() does not support "%s".
¿ÄCharset "%s" is not supported. %s relies on iconv().
This version was built without iconv().
¿ÄCharset missing in header.
Message conversion to user's charset will not work.
¿ÄCompare two Uniforum style .po files to check that both contain the same
set of msgid strings.  The def.po file is an existing PO file with the
translations.  The ref.pot file is the last created PO file, or a PO Template
file (generally created by xgettext).  This is useful for checking that
you have translated each and every message in your program.  Where an exact
match cannot be found, fuzzy matching is used to produce better diagnostics.
¿ÄConcatenates and merges the specified PO files.
Find messages which are common to two or more of the specified PO files.
By using the --more-than option, greater commonality may be requested
before messages are printed.  Conversely, the --less-than option may be
used to specify less commonality before messages are printed (i.e.
--less-than=2 will only print the unique messages).  Translations,
comments and extract comments will be cumulated, except that if --use-first
is specified, they will be taken from the first PO file to define them.
File positions from all PO files will be cumulated.
¿ÄContinuing anyway, expect parse errors.¿ÄContinuing anyway.¿ÄConvert binary message catalog to Uniforum style .po file.
¿ÄConverts a translation catalog to a different character encoding.
¿ÄCreated %s.
¿ÄCreates a new PO file, initializing the meta information with values from the
user's environment.
¿ÄEmpty msgid.  It is reserved by GNU gettext:
gettext("") returns the header entry with
meta information, not the empty string.
¿ÄEnglish translations for %s package¿ÄExtract translatable strings from given input files.
¿ÄFilters the messages of a translation catalog according to their attributes,
and manipulates the attributes.
¿ÄFind messages which are common to two or more of the specified PO files.
By using the --more-than option, greater commonality may be requested
before messages are printed.  Conversely, the --less-than option may be
used to specify less commonality before messages are printed (i.e.
--less-than=2 will only print the unique messages).  Translations,
comments and extract comments will be preserved, but only from the first
PO file to define them.  File positions from all PO files will be
cumulated.
¿ÄFound more than one .pot file.
Please specify the input .pot file through the --input option.
¿ÄFound no .pot file in the current directory.
Please specify the input .pot file through the --input option.
¿ÄGenerate binary message catalog from textual translation description.
¿ÄInstalling GNU libiconv and then reinstalling GNU gettext
would fix this problem.
¿ÄJava compiler not found, try installing gcj or set $JAVAC¿ÄJava virtual machine not found, try installing gij or set $JAVA¿ÄMandatory arguments to long options are mandatory for short options too.
¿ÄMandatory arguments to long options are mandatory for short options too.
Similarly for optional arguments.
¿ÄOutput file %s already exists.
Please specify the locale through the --locale option or
the output .po file through the --output-file option.
¿ÄPrint the machine's hostname.
¿ÄReport bugs to <bug-gnu-gettext@gnu.org>.
¿ÄThe FILTER can be any program that reads a translation from standard input
and writes a modified translation to standard output.
¿ÄThe following msgid contains non-ASCII characters.
This will cause problems to translators who use a character encoding
different from yours. Consider using a pure ASCII msgid instead.
%s
¿ÄTry `%s --help' for more information.
¿ÄUnknown system error¿ÄUsage: %s [OPTION]
¿ÄUsage: %s [OPTION] COMMAND [COMMAND-OPTION]
¿ÄUsage: %s [OPTION] FILTER [FILTER-OPTION]
¿ÄUsage: %s [OPTION] INPUTFILE
¿ÄUsage: %s [OPTION] URL FILE
¿ÄUsage: %s [OPTION] [FILE]...
¿ÄUsage: %s [OPTION] [INPUTFILE]
¿ÄUsage: %s [OPTION] [INPUTFILE]...
¿ÄUsage: %s [OPTION] def.po ref.pot
¿ÄUsage: %s [OPTION] filename.po ...
¿ÄValid arguments are:¿ÄWritten by %s.
¿Ä`domain %s' directive ignored¿Ä`msgid' and `msgid_plural' entries do not both begin with '\n'¿Ä`msgid' and `msgid_plural' entries do not both end with '\n'¿Ä`msgid' and `msgstr' entries do not both begin with '\n'¿Ä`msgid' and `msgstr' entries do not both end with '\n'¿Ä`msgid' and `msgstr[%u]' entries do not both begin with '\n'¿Ä`msgid' and `msgstr[%u]' entries do not both end with '\n'¿Äa format specification for argument %u doesn't exist in '%s'¿Äa format specification for argument '%s' doesn't exist in '%s'¿Äa format specification for argument {%u} doesn't exist in '%s'¿Äat least one sed script must be specified¿Äat least two files must be specified¿Äat most one input file allowed¿Äcannot create a temporary directory using template "%s"¿Äcannot create output file "%s"¿Äcannot create pipe¿Äcannot find a temporary directory, try setting $TMPDIR¿Äcannot open backup file "%s" for writing¿Äcompilation of Java class failed, please try --verbose or set $JAVAC¿Äcould not get host name¿Ädomain name "%s" not suitable as file name¿Ädomain name "%s" not suitable as file name: will use prefix¿Äduplicate message definition¿Äempty `msgstr' entry ignored¿Äend-of-file within string¿Äend-of-line within string¿Äerror after reading "%s"¿Äerror reading "%s"¿Äerror reading current directory¿Äerror while opening "%s" for reading¿Äerror while opening "%s" for writing¿Äerror while reading "%s"¿Äerror while writing "%s" file¿Äerror writing "%s"¿Äerror writing stdout¿Äexactly 2 input files required¿Äexactly one input file required¿Äexpected two arguments¿Äfailed to create "%s"¿Äfdopen() failed¿Äfile "%s" contains a not NUL terminated string¿Äfile "%s" contains a not NUL terminated string, at %s¿Äfile "%s" is not in GNU .mo format¿Äfile "%s" is truncated¿Äfirst plural form has nonzero index¿Äfound %d fatal error¿Äfound %d fatal errors¿Äfuzzy `msgstr' entry ignored¿Äheader field `%s' should start at beginning of line
¿Äiconv failure¿Äimpossible selection criteria specified (%d < n < %d)¿Äincomplete multibyte sequence at end of file¿Äincomplete multibyte sequence at end of line¿Äinconsistent use of #~¿Äinput file `%s' doesn't contain a header entry with a charset specification¿Äinput file doesn't contain a header entry with a charset specification¿Äinternationalized messages should not contain the `\%c' escape sequence¿Äinvalid control sequence¿Äinvalid multibyte sequence¿Äinvalid nplurals value¿Äinvalid plural expression¿Äkeyword "%s" unknown¿Älanguage `%s' unknown¿Ämemory exhausted¿Ämissing `msgid_plural' section¿Ämissing `msgstr' section¿Ämissing `msgstr[]' section¿Ämissing command name¿Ämissing filter name¿Äno input file given¿Äno input files given¿Änot a valid Java class name: %s¿Änplurals = %lu but plural expression can produce values as large as %lu¿Äplural expression can produce arithmetic exceptions, possibly division by zero¿Äplural expression can produce division by zero¿Äplural expression can produce integer overflow¿Äplural expression can produce negative values¿Äplural form has wrong index¿Äplural handling is a GNU gettext extension¿Äsome header fields still have the initial default value
¿Ästandard input¿Ästandard output¿Äthe argument to %s should be a single punctuation character¿Äthis file may not contain domain directives¿Äthis message is used but not defined in %s¿Äthis message is used but not defined...¿Äthis message should define plural forms¿Äthis message should not define plural forms¿Ätoo many arguments¿Ätoo many errors, aborting¿Ätwo different charsets "%s" and "%s" in input file¿Äwarning: ¿Äwarning: PO file header fuzzy
¿Äwarning: PO file header missing or invalid
¿Äwarning: charset conversion will not work
¿Äwarning: file `%s' extension `%s' is unknown; will try C¿Äwarning: this message is not used¿Äwrite to %s subprocess failed¿Äwrite to stdout failed¿Äxgettext cannot work without keywords to look for¿ÄProject-Id-Version: gettext 0.11.5
Report-Msgid-Bugs-To: bug-gnu-gettext@gnu.org
POT-Creation-Date: 2010-06-04 01:57+0200
PO-Revision-Date: 2002-09-04 18:51+0300
Last-Translator: Ales Nyakhaychyk <i18n@infonet.by>
Language-Team: Belarusian <i18n@tut.by>
Language: be
MIME-Version: 1.0
Content-Type: text/plain; charset=UTF-8
Content-Transfer-Encoding: 8bit
Plural-Forms: nplurals=3; plural=(n%10==1 && n%100!=11 ? 0 : n%10>=2 && n%10<=4 && (n%100<10 || n%100>=20) ? 1 : 2);
¿Ä –∑—Ä–æ–±–ª–µ–Ω–∞.
¿Ä%d –ø–∞–≤–µ–¥–∞–º–ª–µ–Ω—å–Ω–µ –ø–µ—Ä–∞–∫–ª–∞–¥–∑–µ–Ω–∞¿Ä%d –ø–∞–≤–µ–¥–∞–º–ª–µ–Ω—å–Ω—ñ –ø–µ—Ä–∞–∫–ª–∞–¥–∑–µ–Ω–∞¿Ä%d –ø–∞–≤–µ–¥–∞–º–ª–µ–Ω—å–Ω—è—û –ø–µ—Ä–∞–∫–ª–∞–¥–∑–µ–Ω–∞¿Ä%s —ñ %s —É–∑–∞–µ–º–∞ –≤—ã–∫–ª—é—á–Ω—ã¿Ä%s —ñ —è—û–Ω–∞—è –Ω–∞–∑–≤–∞ —Ñ–∞–π–ª–∞ —û–∑–∞–µ–º–∞ –≤—ã–∫–ª—é—á–∞–ª—å–Ω—ã¿Ä%s —Ä—ç—á–∞—ñ—Å–Ω—ã —Ç–æ–ª—å–∫—ñ –∑ %s¿Ä%s —Ä—ç—á–∞—ñ—Å–Ω—ã —Ç–æ–ª—å–∫—ñ –∑ %s —Ü—ñ %s¿Ä%s –ø–∞—Ç—Ä–∞–±—É–µ "-d –¥—ã—Ä—ç–∫—Ç–æ—Ä—ã—è" —Å–ø—ç—Ü—ã—Ñ—ñ–∫–∞—Ü—ã—ñ¿Ä%s –ø–∞—Ç—Ä–∞–±—É–µ "-l locale" —Å–ø—ç—Ü—ã—Ñ—ñ–∫–∞—Ü—ã—ñ¿Ä%s –ø–∞–¥–ø—Ä–∞—Ü—ç—Å¿Ä–ø–∞–¥–ø—Ä–∞—Ü—ç—Å %s, –ø–∞–º—ã–ª–∫–∞ —û–≤–æ–¥—É-–≤—ã–≤–∞–¥—É¿Ä%s –ø–∞–¥–ø—Ä–∞—Ü—ç—Å —Å–ø—ã–Ω–µ–Ω—ã –∑-–∑–∞ –ø–∞–º—ã–ª–∫—ñ¿Ä%s –ø–∞–¥—Ä–∞—Ü—ç—Å –∞—Ç—Ä—ã–º–∞—û —Ñ–∞—Ç–∞–ª—å–Ω—ã —Å—ñ–≥–Ω–∞–ª %d¿Ä%s: —É–≤–∞–≥–∞: —ñ–∑—ã—Ö–æ–¥–Ω—ã —Ñ–∞–π–ª –∑–º—è—à—á–∞–µ –Ω–µ–¥–∞–∫–ª–∞–¥–Ω—ã –ø–µ—Ä–∞–∫–ª–∞–¥¿Ä%s:%d: –Ω–µ—Ä—ç—á–∞—ñ—Å–Ω–∞–µ –≤—ã–∑–Ω–∞—á—ç–Ω—å–Ω–µ —Ä–∞–¥–∫–∞¿Ä%s:%d: –Ω–µ—Ä—ç—á–∞—ñ—Å–Ω—ã –≤—ã—Ä–∞–∑-—Ä–∞–¥–æ–∫¿Ä%s:%d: –ø—Ä–∞–ø—É—à—á–∞–Ω –Ω—É–º–∞—Ä –ø–∞—Å—å–ª—è #¿Ä%s:%d: —É–≤–∞–≥–∞: –Ω–µ–∑–∞–≤–µ—Ä—à–∞–Ω–∞—è —Å—ñ–º–≤–∞–ª—å–Ω–∞—è –∫–∞–Ω—Å—Ç–∞–Ω—Ç–∞¿Ä%s:%d: —É–≤–∞–≥–∞: –Ω–µ–∑–∞–≤–µ—Ä—à–∞–Ω—ã —Ä–∞–¥–æ–∫¿Ä%s–ü—Ä–∞—á—ã—Ç–∞–Ω–∞ %ld —Å—Ç–∞—Ä—ã—Ö + %ld –Ω–æ–≤—ã—Ö, –∞–±'—è–¥–Ω–∞–Ω—ã—Ö %ld, –Ω–µ–¥–∞–∫–ª–∞–¥–Ω—ã—Ö %ld;
–ø—Ä–∞–ø—É—à—á–∞–Ω–∞ %ld, —Å–∞—Å—Ç–∞—Ä—ç–ª—ã—Ö %ld.
¿Ä,
%d –Ω–µ–¥–∞–∫–ª–∞–¥–Ω—ã –ø–µ—Ä–∞–∫–ª–∞–¥¿Ä,
%d –Ω–µ–¥–∞–∫–ª–∞–¥–Ω—ã—Ö –ø–µ—Ä–∞–∫–ª–∞–¥–∞¿Ä,
%d –Ω–µ–¥–∞–∫–ª–∞–¥–Ω—ã—Ö –ø–µ—Ä–∞–∫–ª–∞–¥–∞—û¿Ä,
%d –Ω–µ–ø–µ—Ä–∞–∫–ª–∞–¥–∑–µ–Ω–∞–µ –ø–∞–≤–µ–¥–∞–º–ª–µ–Ω—å–Ω–µ¿Ä,
%d –Ω–µ–ø–µ—Ä–∞–∫–ª–∞–¥–∑–µ–Ω—ã—Ö –ø–∞–≤–µ–¥–∞–º–ª–µ–Ω—å–Ω—ñ¿Ä,
%d –Ω–µ–ø–µ—Ä–∞–∫–ª–∞–¥–∑–µ–Ω—ã—Ö –ø–∞–≤–µ–¥–∞–º–ª–µ–Ω—å–Ω—è—û¿Ä--joun-existing –Ω–µ –º–æ–∂–∞ –±—ã—Ü—å –≤—ã–∫–∞—Ä–∞—Å—Ç–∞–Ω—ã –ø—Ä—ã –∑–∞–ø—ñ—Å—ã —û stdout¿Ä...–∞–ª–µ –≥—ç—Ç–∞ –≤—ã–∑–Ω–∞—á—ç–Ω—å–Ω–µ –ø–∞–¥–æ–±–Ω–∞¿Ä<stdin>¿Ä–ê—Å–∞–±—ñ—Å—Ç—ã —û–±—É–¥–∞–≤–∞–Ω—ã –∑–∞–≥–∞–¥, –∑–∞–≤–µ—Ü—Ü–∞ '0', –≤—ã–≤–æ–¥–∑—ñ—Ü—å –ø–µ—Ä–∞–∫–ª–∞–¥ –π –Ω—É–ª—è–≤—ã –±–∞–π—Ç –∑–∞ —ñ–º.
–í—ã–≤–∞–¥ –∫–∞–º–∞–Ω–¥—ã "msgexec 0" –ø–∞–¥—ã—Ö–æ–¥–∑—ñ—Ü—å –¥–ª—è —û–≤–∞—Ö–æ–¥—É –∫–∞–º–∞–Ω–¥—ã "xargs -0".
¿Ä–í—ã–∫–æ–Ω–≤–∞–µ –∑–∞–≥–∞–¥ –Ω–∞–¥ —É—Å—ñ–º—ñ –ø–µ—Ä–∞–∫–ª–∞–¥–∞–º—ñ –∑ –∫–∞—Ç–∞–ª—ë–≥—É –ø–µ—Ä–∞–∫–ª–∞–¥–∞—û. –ó–ê–ì–ê–î –º–æ–∂–∞ –±—ã—Ü—å
–ª—é–±–æ–π –ø—Ä–∞–≥—Ä–∞–º–∞–π, —è–∫–∞—è —á—ã—Ç–∞–µ –ø–µ—Ä–∞–∫–ª–∞–¥ —Å–∞ —Å—Ç–∞–Ω–¥–∞—Ä—Ç–Ω–∞–≥–∞ —û–≤–æ–¥—É.  –Å–Ω –∑–∞–∫–ª—ñ–∫–∞–µ—Ü—Ü–∞
–∞–¥–∑—ñ–Ω —Ä–∞–∑ –¥–ª—è –∫–æ–∂–Ω–∞–≥–∞ –ø–µ—Ä–∞–∫–ª–∞–¥–∞.  –Ø–≥–æ –≤—ã–≤–∞–¥ —Å—Ç–∞–Ω–æ–≤—ñ—Ü—Ü–∞ –≤—ã–≤–∞–¥–∞–º msgexec.
–ü—Ä–∞–≥—Ä–∞–º–∞ msgexec –≤—è—Ä—Ç–∞–µ –∫–æ–¥ - –≥—ç—Ç–∞ –Ω–∞–π–±–æ–ª—å—à—ã –∫–æ–¥ –≤—è—Ä—Ç–∞–Ω—å–Ω—è –ø–∞–º—ñ–∂ —É—Å—ñ—Ö –≤—ã–∫–ª—ñ–∫–∞—û.
¿Ä–ü—Ä—ã–º–∞–µ —Ñ—ñ–ª—å—Ç–∞—Ä –¥–∞ —û—Å—ñ—Ö –ø–µ—Ä–∞–∫–ª–∞–¥–∞—û –∑—å –∫–∞—Ç–∞–ª—ë–≥—É –ø–µ—Ä–∞–∫–ª–∞–¥–∞—û.
¿Ä–ö–∞–¥–∑—ñ—Ä–æ—û–∫–∞ "%s" –Ω–µ –∑'—è—û–ª—è–µ—Ü—Ü–∞ –ø–µ—Ä–∞–Ω–∞—Å—ñ–º–∞–π –Ω–∞–∑–≤–∞–π –∫–∞–¥–∑—ñ—Ä–æ—û–∫—ñ.
–ü–µ—Ä–∞—û—Ç–≤–∞—Ä—ç–Ω—å–Ω–µ –ø–∞–≤–µ–¥–∞–º–ª–µ–Ω—å–Ω—è—û —É –∫–∞–¥–∑—ñ—Ä–æ—û–∫—É –∫–∞—Ä—ã—Å—Ç–∞–ª—å–Ω—ñ–∫–∞ –º–æ–∂–∞ –Ω–µ –ø—Ä–∞—Ü–∞–≤–∞—Ü—å
¿Ä–ö–∞–¥–∑—ñ—Ä–æ—û–∫–∞ "%s" –Ω–µ –ø–∞–¥—Ç—Ä—ã–º–ª—ñ–≤–∞–µ—Ü—Ü–∞. %s —Å–ø–∞–¥–∑—è–µ—Ü—Ü–∞ –Ω–∞ iconv(),
–∞–ª–µ iconv() –Ω–µ –ø–∞–¥—Ç—Ä—ã–º–ª—ñ–≤–∞–µ "%s".
¿Ä–ö–∞–¥–∑—ñ—Ä–æ—û–∫–∞ "%s" –Ω–µ –ø–∞–¥—Ç—Ä—ã–º–ª—ñ–≤–∞–µ—Ü—Ü–∞. %s —Å–ø–∞–¥–∑—è–µ—Ü—Ü–∞ –Ω–∞ iconv().
–ì—ç—Ç–∞ –≤—ç—Ä—Å—ñ—è –ø–∞–±—É–¥–∞–≤–∞–Ω–∞ –±–µ–∑ iconv().
¿Ä–ü—Ä–∞–ø—É—à—á–∞–Ω –Ω–∞–±–æ—Ä —Å—ñ–º–≤–∞–ª–∞—û —û –∑–∞–≥–∞–ª–æ—û–∫–µ.
–ü–µ—Ä–∞—û—Ç–≤–∞—Ä—ç–Ω—å–Ω–µ –ø–∞–≤–µ–¥–∞–º–ª–µ–Ω—å–Ω—è—û —É –Ω–∞–±–æ—Ä —Å—ñ–º–≤–∞–ª–∞—û –∫–∞—Ä—ã—Å—Ç–∞–ª—å–Ω—ñ–∫–∞ –ø—Ä–∞—Ü–∞–≤–∞—Ü—å –Ω–µ –±—É–¥–∑–µ.
¿Ä–ü–∞—Ä–∞—û–Ω–æ—û–≤–∞–µ –¥–≤–∞ Uniforum .po —Ñ–∞–π–ª–∞, –∫–∞–± —É–¥–∞–∫–ª–∞–¥–Ω—ñ—Ü—å, —à—Ç–æ –∞–±–æ–¥–≤–∞ –∑—å–º—è—à—á–∞—é—Ü—å
–∞–¥–Ω–æ–ª—å–∫–∞–≤—ã—è –º–Ω–æ—Å—Ç–≤—ã —Ä–∞–¥–∫–æ—û msgid.  –§–∞–π–ª def.po - –≥—ç—Ç–∞ —ñ—Å–Ω—É—é—á—ã PO —Ñ–∞–π–ª –∑—å
–ø–µ—Ä–∞–∫–ª–∞–¥–∞–º—ñ.  –§–∞–π–ª ref.po - –≥—ç—Ç–∞ –∞–ø–æ—à–Ω—ñ —Å—Ç–≤–æ—Ä–∞–Ω—ã PO —Ñ–∞–π–ª, —Ü—ñ PO —à–∞–±–ª—ë–Ω
(–∑–≤—ã—á–∞–π–Ω–∞ —Å—Ç–≤–æ—Ä–∞–Ω—ã –ø—Ä–∞–≥—Ä–∞–º–∞–π xgettext).  –ì—ç—Ç–∞ –∫–∞—Ä—ã—Å–Ω–∞ –¥–ª—è –ø—Ä–∞–≤–µ—Ä–∫—ñ, —à—Ç–æ —û
–≤–∞—Å –ø–µ—Ä–∞–∫–ª–∞–¥–∑–µ–Ω–∞ –∫–æ–∂–Ω–∞–µ –ø–∞–≤–µ–¥–∞–º–ª–µ–Ω—å–Ω–µ –∑ –≤–∞—à–∞–µ –ø—Ä–∞–≥—Ä–∞–º—ã.  –¢–∞–º, –¥–∑–µ –¥–∞–∫–ª–∞–¥–Ω–∞–µ
—Å—É–ø–∞–¥–∑–µ–Ω—å–Ω–µ –Ω—è –±—É–¥–∑–µ –∑–Ω–æ–π–¥–∑–µ–Ω–∞, –≤—ã–∫–∞—Ä—ã—Å—Ç–æ—û–≤—ã–≤–∞–µ—Ü—Ü–∞ –Ω–µ–¥–∞–∫–ª–∞–¥–∞–µ - –¥–ª—è
–ª–µ–ø—à–∞–π –ø—Ä–∞–≤–µ—Ä–∫—ñ.
¿Ä–ó–ª—É—á–∞–µ –π –∞–±'—è–¥–Ω–æ—û–≤–∞–µ –∑–∞–¥–∞–¥–∑–µ–Ω—ã—è PO-—Ñ–∞–π–ª—ã.
–®—É–∫–∞–µ –ø–∞–≤–µ–¥–∞–º–ª–µ–Ω—å–Ω—ñ–µ —è–∫—ñ—è –≤—ã–∑–Ω–∞—á–∞–Ω—ã —û –¥–≤—É—Ö —Ü—ñ –±–æ–ª—å—à PO-—Ñ–∞–π–ª–∞—Ö.
–í—ã–∫–∞—Ä—ã—Ç—Å–æ—û–≤—ã–≤–∞—é—á—ã –≤—ã–±–∞—Ä --more-than, –º–æ–∂–∞ –±—ã—Ü—å –∑–∞–ø–∞—Ç—Ä–∞–±–∞–≤–∞–Ω–∞ –±–æ–ª—å—à–∞—è
–∫–æ–ª—å–∫–∞—Å—å—Ü—å —Å—É–ø–∞–¥–∑–µ–Ω—å–Ω—è—û –ø–µ—Ä–∞–¥ —Ç—ã–º, —è–∫ –±—É–¥–∑–µ –Ω–∞–¥—Ä—É–∫–∞–≤–∞–Ω–∞ –ø–µ–≤–µ–¥–∞–º–ª–µ–Ω—å–Ω–µ.
–ù–∞–∞–¥–≤–∞—Ä–æ—Ç, –≤—ã–±–∞—Ä --less-than –º–æ–∂–∞ –±—ã—Ü—å –≤—ã–∫–∞—Ä—ã—Å—Ç–∞–Ω—ã –¥–ª—è –∑–∞–¥–∞–Ω—å–Ω—è –º–µ–Ω—å—à–∞–π
–∫–æ–ª—å–∫–∞—Å—å—Ü—ñ —Å—É–ø–∞–¥–∑–µ–Ω—å–Ω—è—û (–≥.–∑. --less-than=2 –±—É–¥—É—Ü—å –Ω–∞–¥—Ä—É–∫–∞–≤–∞–Ω—ã –ø–∞–≤–µ–¥–∞–º–ª–µ–Ω—å–Ω—ñ,
—è–∫—ñ —Å—É—Ç—Ä–∞–∫–∞—é—Ü—Ü–∞ —Ç–æ–ª—å–∫—ñ –∞–¥–Ω–æ–π—á—ã).  –ü–µ—Ä–∞–∫–ª–∞–¥—ã, –∫–∞–º–µ–Ω—Ç–∞—Ä—ã —ñ –∫–∞–º–µ–Ω—Ç–∞—Ä—ã –≤—ã—Ç—Ä—ã–º–∫—ñ
–±—É–¥—É—Ü—å –∞–±'—è–¥–Ω–∞–Ω—ã, –∑–∞ –≤—ã–∫–ª—é—á—ç–Ω—å–Ω–µ–º –∫–∞–ª—ñ –∑–∞–¥–∞–¥–∑–µ–Ω –≤—ã–±–∞—Ä --use-first, —Ç–∞–¥—ã —è–Ω—ã
–±—É–¥—É—Ü—å —É–∑—è—Ç—ã  –∑ –ø–µ—Ä—à–∞–≥–∞ PO-—Ñ–∞–π–ª–∞.
–ü–∞–∑—ñ—Ü—ã—ñ –∑ —É—Å—ñ—Ö PO-—Ñ–∞–π–ª–∞—û –±—É–¥—É—Ü—å –∞–±'—è–¥–Ω–∞–Ω—ã —û –∫—É—á—É
¿Ä–ü—Ä–∞—Ü—è–≥ –≤—ã–∫–∞–Ω–∞–Ω—å–Ω—è... —á–∞–∫–∞—é—Ü—Ü–∞ –ø–∞–º—ã–ª–∫—ñ —Ä–∞–∑–±–æ—Ä—É.¿Ä–ü—Ä–∞—Ü—è–≥ –≤—ã–∫–∞–Ω–∞–Ω—å–Ω—è...¿Ä–ü–µ—Ä–∞—û—Ç–≤–∞—Ä–∞–µ –¥–≤–∞—ñ—á–Ω—ã –∫–∞—Ç–∞–ª—ë–≥ –ø–∞–≤–µ–¥–∞–º–ª–µ–Ω—å–Ω—è—û —É Uniforum .po —Ñ–∞–π–ª.
¿Ä–ü–µ—Ä–∞—û—Ç–≤–∞—Ä–∞–µ –∫–∞—Ç–∞–ª—ë–≥ –∑ –ø–µ—Ä–∞–∫–ª–∞–¥–∞–º—ñ —û —Ä–æ–∑–Ω—ã—è —Å—ñ–º–≤–∞–ª—å–Ω—ã—è –∫–∞–¥–∑—ñ—Ä–æ—û–∫—ñ.
¿Ä–°—Ç–≤–æ—Ä–∞–Ω %s.
¿Ä–°—Ç–≤–∞—Ä–∞–µ –Ω–æ–≤—ã PO —Ñ–∞–π–ª, –∑–∞–¥–∞–µ –ø–∞—á–∞—Ç–∫–æ–≤—ã—è –º—ç—Ç–∞–¥–∞–¥–∑–µ–Ω—ã—è –∑–Ω–∞—á—ç–Ω—å–Ω—è–º—ñ –∑ –∞—Å—è—Ä–æ–¥–∑—å–¥–∑—è
–∫–∞—Ä—ã—Å—Ç–∞–ª—å–Ω—ñ–∫–∞.
¿Ä–ü—É—Å—Ç—ã msgid.  –ó–∞—Ä—ç–∑—ç—Ä–≤–∞–≤–∞–Ω—ã GNU gettext:
gettext("") –≤—è—Ä—Ç–∞–µ –∑–∞–≥–∞–ª–æ–≤–∞–∫ –∑—å
–º–µ—Ç–∞–¥–∞–¥–∑–µ–Ω—ã–º—ñ, –∞ –Ω—è –ø—É—Å—Ç—ã —Ä–∞–¥–æ–∫.
¿Ä–ë–µ–ª–∞—Ä—É—Å–∫—ñ –ø–µ—Ä–∞–∫–ª–∞–¥ –¥–ª—è %s¿Ä–ê—Ç—Ä—ã–º–ª—ñ–≤–∞–µ –ø–µ—Ä–∞–∫–ª–∞–¥–∞–µ–º—ã—è —Ä–∞–¥–∫—ñ –∑ –¥–∞–¥–∑–µ–Ω—ã—Ö —É–≤–∞—Ö–æ–¥–∑—è—á—ã—Ö —Ñ–∞–π–ª–∞—û.
¿Ä–§—ñ–ª—å—Ç—Ä—É–µ –ø–∞–≤–µ–¥–∞–º–ª–µ–Ω—å–Ω—ñ –∫–∞—Ç–∞–ª—ë–≥–∞ –ø–µ—Ä–∞–∫–ª–∞–¥–∞—û —Å—É–∞–¥–Ω–æ—Å–Ω–∞ —ñ—Ö –∞—Ç—Ä—ã–±—É—Ç–∞–º, –∞ —Ç–∞–∫ —Å–∞–º–∞,
—É–∑—å–¥–∑–µ–π–Ω—ñ—á–∞–µ –Ω–∞ —ñ—Ö
¿Ä–®—É–∫–∞–µ –ø–∞–≤–µ–¥–∞–º–ª–µ–Ω—å–Ω—ñ, –∞–≥—É–ª—å–Ω—ã—è –¥–ª—è –¥–≤—É—Ö —Ü—ñ –±–æ–ª—å—à –∑–∞–¥–∞–¥–∑–µ–Ω—ã—Ö PO —Ñ–∞–π–ª–∞—û.
–í—ã–∫–∞—Ä—ã—Å—Ç–æ—û–≤—ã–≤–∞—é—á—ã –≤—ã–±–∞—Ä --more-than, –º–æ–∂–∞ –±—ã—Ü—å –∑–∞–ø–∞—Ç—Ä–∞–±–∞–≤–∞–Ω–∞ –±–æ–ª—å—à–∞—è
–∞–≥—É–ª—å–Ω–∞—Å—å—Ü—å, –ø–µ—Ä–∞–¥ —Ç—ã–º, —è–∫ –±—É–¥—É—Ü—å –Ω–∞–¥—Ä—É–∫–∞–≤–∞–Ω—ã –ø–∞–≤–µ–¥–∞–º–ª–µ–Ω—å–Ω—ñ.  –ù–∞–∞–¥–≤–∞—Ä–æ—Ç,
–≤—ã–±–∞—Ä --less-than –º–æ–∂–∞ –±—ã—Ü—å –≤—ã–∫–∞—Ä—ã—Å—Ç–∞–Ω—ã –¥–ª—è –∑–∞–ø–∞—Ç—Ä–∞–±–∞–≤–∞–Ω—å–Ω—è –º–µ–Ω—å—à–∞–π
–∞–≥—É–ª—å–Ω–∞—Å—å—Ü—ñ –ø–µ—Ä–∞–¥ –¥—Ä—É–∫–∞–º –ø–∞–≤–µ–¥–∞–º–ª–µ–Ω—å–Ω—è—û (—Ç.—á. --less-than=2 –Ω–∞–¥—Ä—É–∫—É—é—Ü—Ü–∞)
—Ç–æ–ª—å–∫—ñ –Ω–µ–ø–∞—û—Ç–æ—Ä–Ω—ã—è –ø–∞–º–µ–¥–∞–º–ª–µ–Ω—å–Ω—ñ).  –ü–µ—Ä–∞–∫–ª–∞–¥—ã, –∫–∞–º—ç–Ω—Ç–∞—Ä—ã –π –∑–¥–∞–±—ã—Ç—ã—è
–∫–∞–º—ç–Ω—Ç–∞—Ä—ã –±—É–¥—É—Ü—å –∑–∞—Ö–∞–≤–∞–Ω—ã, –∞–ª–µ —Ç–æ–ª—å–∫—ñ –∑—å –ø–µ—Ä—à–∞–≥–∞ PO —Ñ–∞–π–ª–∞, —É —è–∫—ñ–º —è–Ω—ã –±—ã–ª—ñ
–≤—ã–∑–Ω–∞—á–∞–Ω—ã.  –ö–∞–º–µ–Ω—Ç–∞—Ä—ã —Å—Ç–∞–Ω–æ–≤—ñ—à—á–∞—û —É —Ñ–∞–π–ª–∞—Ö –∑ —É—Å—ñ—Ö PO —Ñ–∞–π–ª–∞—û –±—É–¥—É—Ü—å –∞–±'—è–¥–Ω–∞–Ω—ã.
¿Ä–ó–Ω–æ–π–¥–∑–µ–Ω –±–æ–ª—å—à —á—ã–º –∞–¥–∑—ñ–Ω .pot —Ñ–∞–π–ª.
–ö–∞–ª—ñ –ª–∞—Å–∫–∞ –∑–∞–¥–∞–π—Ü–µ .pot —Ñ–∞–π–ª —É–≤–æ–¥—É –∑ –¥–∞–ø–∞–º–æ–≥–∞–π –≤—ã–±–∞—Ä–∞ --input.
¿Ä–ù—è –∑–Ω–æ–π–¥–∑–µ–Ω .pot —Ñ–∞–π–ª —É –±—è–≥—É—á–∞–π –¥—ã—Ä—ç–∫—Ç–æ—Ä—ã—ñ.
–ö–∞–ª—ñ –ª–∞—Å–∫–∞ –∑–∞–¥–∞–π—Ü–µ .pot —Ñ–∞–π–ª —É–≤–æ–¥—É –∑ –¥–∞–ø–∞–º–æ–≥–∞–π –≤—ã–±–∞—Ä–∞ --input.
¿Ä–°—Ç–≤–∞—Ä–∞–µ –¥–≤–∞—ñ—á–Ω—ã –∫–∞—Ç–∞–ª—ë–≥ –ø–∞–≤–µ–¥–∞–º–ª–µ–Ω—å–Ω—è—û –∑—å —ñ—Ö —Ç—ç–∫—Å—Ç–∞–≤–∞–≥–∞ –∞–ø—ñ—Å–∞–Ω—å–Ω—è.
¿Ä–£—Å—Ç–∞–ª—è–≤–∞–Ω—å–Ω–µ GNU libiconv —ñ –ø–µ—Ä–∞—û—Å—Ç–∞–ª—è–≤–∞–Ω—å–Ω–µ GNU gettext
–ø–∞–≤—ñ–Ω–Ω–∞ –≤—ã–ø—Ä–∞–≤—ñ—Ü—å –≥—ç—Ç—É –ø—Ä–∞–±–ª–µ–º—É.
¿ÄJava –∫–∞–º–ø—ñ–ª—è—Ç–∞—Ä –Ω—è –∑–Ω–æ–π–¥–∑–µ–Ω, –ø–∞—Å–ø—Ä–∞–±—É–π—Ü–µ —û—Å—Ç–∞–ª—è–≤–∞—Ü—å gcj —Ü—ñ $JAVAC¿Ä–í—ñ—Ä—Ç—É–∞–ª—å–Ω–∞—è Java-–º–∞—à—ã–Ω–∞ –Ω—è –∑–Ω–æ–π–¥–∑–µ–Ω–∞, –ø–∞—Å–ø—Ä–∞–±—É–π—Ü–µ —û—Å—Ç–∞–ª—è–≤–∞—Ü—å gij —Ü—ñ $JAVA¿Ä–ê—Ä–≥—É–º—ç–Ω—Ç—ã, –∞–±–∞–≤—è–∑–∫–æ–≤—ã—è –¥–ª—è –¥–æ—û–≥—ñ—Ö –≤—ã–±–∞—Ä–∞—û, –∞–±–∞–≤—è–∑–∫–æ–≤—ã –π –¥–ª—è –∫–∞—Ä–æ—Ç–∫—ñ—Ö.
¿Ä–ê—Ä–≥—É–º—ç–Ω—Ç—ã, –∞–±–∞–≤—è–∑–∫–æ–≤—ã—è –¥–ª—è –¥–æ—û–≥—Ö –≤—ã–±–∞—Ä–∞—û, –∞–±–∞–≤—è–∑–∫–æ–≤—ã —Ç–∞–∫ —Å–∞–º–∞
—ñ –¥–ª—è –∫–∞—Ä–æ—Ç–∫—ñ.  –¢–æ–µ —Å–∞–º–µ-–∂ —ñ –¥–ª—è –≤—ã–±–∞—Ä–∞—á–Ω—ã—Ö –∞—Ä–≥—É–º—ç–Ω—Ç–∞—û.
¿Ä–§–∞–π–ª –≤—ã–≤–∞–¥—É %s —É–∂–æ —ñ—Å–Ω—É–µ.
–ö–∞–ª—ñ –ª–∞—Å–∫–∞, –∑–∞–¥–∞–π—Ü–µ –º—è—Å—Ü–æ–≤–∞—Å—å—Ü—å –∑ –¥–∞–ø–∞–º–æ–≥–∞–π –≤—ã–±–∞—Ä—É --locale
—Ü—ñ .po —Ñ–∞–π–ª –≤—ã–≤–∞–¥—É –∑ –¥–∞–ø–∞–º–æ–≥–∞–π –≤—ã–±–∞—Ä—É --output-file.
¿Ä–î—Ä—É–∫—É–µ –Ω–∞–∑–≤—É –≤—É–∑–ª–∞.
¿Ä–ü–∞–≤–µ–¥–∞–º–ª—è–π—Ü–µ –∞–± –ø–∞–º—ã–ª–∫–∞—Ö –Ω–∞ –∞–¥—Ä–∞—Å <bug-gnu-gettext@gnu.org>.
¿Ä–§–Ü–õ–¨–¢–†–ê–ú –º–æ–∂–∞ –±—ã—Ü—å –ª—é–±–∞—è –ø—Ä–∞–≥—Ä–∞–º–∞, —è–∫–∞—è —á—ã—Ç–∞–µ –ø–µ—Ä–∞–∫–ª–∞–¥—ã —Å–∞ —Å—Ç–∞–Ω–¥–∞—Ä—Ç–Ω–∞–≥–∞ —û–≤–æ–¥—É
–π –∑–∞–ø—ñ—Å–≤–∞–µ –∑—å–º–µ–Ω–µ–Ω—ã—è –ø–µ—Ä–∞–∫–ª–∞–¥—ã —û —Å—Ç–∞–Ω–¥–∞—Ä—Ç–Ω—ã –≤—ã–≤–∞–¥.
¿Ä–ë—è–≥—É—á—ã msgid –∑—å–º—è—à—á–∞–µ –Ω–µ ASCII —Å—ã–º–±–∞–ª—ñ.
–ì—ç—Ç–∞ –±—É–¥–∑–µ –≤—ã–∫–ª—ñ–∫–∞—Ü—å —Å–∫–ª–∞–¥–∞–Ω–∞—Å—å—Ü—ñ —û –ø–µ—Ä–∞–∫–ª–∞–¥—á—ã–∫–∞—û, —è–∫—ñ—è –≤—ã–∫–∞—Ä—ã—Å—Ç–æ—û–≤—ã–≤–∞—é—Ü—å
–∫–∞–¥–∑—ñ—Ä–æ—û–∫—É, —è–∫–∞—è –∞–¥—Ä–æ–∑—å–Ω—ñ–≤–∞–µ—Ü—Ü–∞ –∞–¥ –≤–∞—à–∞–µ. –†–∞–∑–≥–ª—è–¥–∑—ñ—Ü–µ –º–∞–≥—á—ã–º–∞—Å—å—Ü—å
–≤—ã–∫–∞—Ä—ã—Å—Ç–∞–Ω—å–Ω—è —Ç–æ–ª—å–∫—ñ ASCII —Å—ã–º–±–∞–ª—è—û —É msgid
%s
¿Ä–ü–∞—Å–ø—Ä–∞–±—É–π—Ü–µ "%s --help" –¥–ª—è –±–æ–ª—å—à –ø–∞–¥—Ä–∞–±—è–∑–Ω—ã—Ö –∑—å–≤–µ—Å—Ç–∞–∫.
¿Ä–ù–µ–≤—è–¥–æ–º–∞—è —Å—ñ—Å—Ç—ç–º–Ω–∞—è –ø–∞–º—ã–ª–∫–∞¿Ä–í—ã–∫–∞—Ä—ã—Å—Ç–∞–Ω—å–Ω–µ: %s [–í–´–ë–ê–†]
¿Ä–í—ã–∫–∞—Ä—ã—Å—Ç–∞–Ω—å–Ω–µ: %s [–í–´–ë–ê–†] –ó–ê–ì–ê–î [–í–´–ë–ê–†_–ó–ê–ì–ê–î–ê]
¿Ä–í—ã–∫–∞—Ä—ã—Å—Ç–∞–Ω—å–Ω–µ: %s [–í–´–ë–ê–†] –§–Ü–õ–¨–¢–† [–í–´–ë–ê–†–´_–§–Ü–õ–¨–¢–†–ê]
¿Ä–í—ã–∫–∞—Ä—ã—Å—Ç–∞–Ω—å–Ω–µ: %s [–í–´–ë–ê–†] –£–í–ê–•–û–î–ó–Ø–ß–´_–§–ê–ô–õ
¿Ä–í—ã–∫–∞—Ä—ã—Å—Ç–∞–Ω—å–Ω–µ: %s [–í–´–ë–ê–†] URL –§–ê–ô–õ
¿Ä–í—ã–∫–∞—Ä—ã—Å—Ç–∞–Ω—å–Ω–µ: %s [–í–´–ë–ê–†] [–§–ê–ô–õ]...
¿Ä–í—ã–∫–∞—Ä—ã—Å—Ç–∞–Ω—å–Ω–µ: %s [–í–´–ë–ê–†] [–£–í–ê–•–û–î–ó–Ø–ß–´_–§–ê–ô–õ]
¿Ä–í—ã–∫–∞—Ä—ã—Å—Ç–∞–Ω—å–Ω–µ: %s [–í–´–ë–ê–†] [–£–í–ê–•–û–î–ó–Ø–ß–´_–§–ê–ô–õ]...
¿Ä–í—ã–∫–∞—Ä—ã—Å—Ç–∞–Ω—å–Ω–µ: %s [–í–´–ë–ê–†] def.po ref.pot
¿Ä–í—ã–∫–∞—Ä—ã—Å—Ç–∞–Ω—å–Ω–µ: %s [–í–´–ë–ê–†] —Ñ–∞–π–ª.po ...
¿Ä–†—ç—á–∞—ñ—Å–Ω—ã—è –∞—Ä–≥—É–º—ç–Ω—Ç—ã:¿Ä–ê—û—Ç–∞—Ä %s.
¿Ä–¥—ã—Ä—ç–∫—Ç—ã–≤–∞ `domain %s' —ñ–≥–Ω–∞—Ä—É–µ—Ü—Ü–∞¿Ä`msgid' —ñ `msgid_plural' –Ω–µ –ø–∞—á—ã–Ω–∞—é—Ü—Ü–∞ —Ä–∞–∑–∞–º –∑ '\n'¿Ä`msgid' —ñ `msgid_plural' –Ω–µ –∑–∞–∫–∞–Ω—á–≤–∞—é—Ü—Ü–∞ —Ä–∞–∑–∞–º –Ω–∞ '\n'¿Ä`msgid' —ñ `msgstr' –Ω–µ –ø–∞—á—ã–Ω–∞—é—Ü—Ü–∞ —Ä–∞–∑–∞–º –∑ '\n'¿Ä`msgid' —ñ `msgstr' –Ω–µ –∑–∞–∫–∞–Ω—á–≤–∞—é—Ü—Ü–∞ —Ä–∞–∑–∞–º –Ω–∞ '\n'¿Ä`msgid' —ñ `msgstr[%u]' –Ω–µ –ø–∞—á—ã–Ω–∞—é—Ü—Ü–∞ —Ä–∞–∑–∞–º –∑ "\n"¿Ä`msgid' —ñ `msgstr[%u]' –Ω–µ –∑–∞–∫–∞–Ω—á–≤–∞—é—Ü—Ü–∞ —Ä–∞–∑–∞–º –Ω–∞ '\n'¿Ä—Å–ø—ç—Ü—ã—Ñ—ñ–∫–∞—Ü—ã—è —Ñ–∞—Ä–º–∞—Ç—É –¥–ª—è –∞—Ä–≥—É–º—ç–Ω—Ç–∞ %u –Ω—è –π—Å–Ω—É–µ —û '%s'¿Ä—Å–ø—Ü—ç—ã—Ñ—ñ–∫–∞—Ü—ã—è —Ñ–∞—Ä–º–∞—Ç—É –¥–ª—è –∞—Ä–≥—É–º—ç–Ω—Ç–∞ "%s" –Ω—è –π—Å–Ω—É–µ —û "%s"¿Ä—Å–ø—ç—Ü—ã—Ñ—ñ–∫–∞—Ü—ã—è —Ñ–∞—Ä–º–∞—Ç—É –¥–ª—è –∞—Ä–≥—É–º—ç–Ω—Ç–∞ {%u} –Ω–µ –π—Å–Ω—É–µ —û '%s'¿Ä–ø–∞ –º–µ–Ω—à–∞–π –º–µ—Ä—ã –∞–¥–∑—ñ–Ω sed-—Å–∫—Ä—ã–ø—Ç –ø–∞–≤—ñ–Ω–µ–Ω –±—ã—Ü—å –∑–∞–¥–∞–¥–∑–µ–Ω—ã¿Ä–Ω–µ–∞–±—Ö–æ–¥–Ω–∞ –∑–∞–¥–∞—Ü—å –Ω–µ –º–µ–Ω—à –¥–≤—É—Ö —Ñ–∞–π–ª–∞—û¿Ä–ø–∞ –±–æ–ª—å—à–∞–π —á–∞—Å—Ç—Ü—ã –∞–¥–∑—ñ–Ω —É–≤–∞—Ö–æ–¥–∑—è—á—ã —Ñ–∞–π–ª –∑–∞—Ü—å–≤–µ—Ä–¥–∂–∞–Ω¿Ä–Ω–µ–º–∞–≥—á—ã–º–∞ —Å—Ç–≤–∞—Ä—ã—Ü—å —á–∞—Å–æ–≤—É—é –¥—ã—Ä—ç–∫—Ç–æ—Ä—ã—é,
–≤—ã–∫–∞—Ä—ã—Å—Ç–æ—û–≤—ã–≤–∞—é—á—ã —û–∑–æ—Ä "%s"¿Ä–Ω–µ–º–∞–≥—á—ã–º–∞ —Å—Ç–≤–∞—Ä—ã—Ü—å —Ñ–∞–π–ª –≤—ã–≤–∞–¥—É "%s"¿Ä–Ω–µ –º–∞–≥—á—ã–º–∞ —Å—Ç–≤–∞—Ä—ã—Ü—å –∫–∞–Ω–≤–µ—ç—Ä¿Ä–Ω–µ–º–∞–≥—á—ã–º–∞ –∑–Ω–∞–π—Å—Ü—ñ —á–∞—Å–æ–≤—É—é –¥—ã—Ä—ç–∫—Ç–æ—Ä—ã—é, –ø–∞—Å–ø—Ä–∞–±—É–π—Ü–µ —û—Å—Ç–∞–ª—è–≤–∞—Ü—å $TMPDIR¿Ä–Ω–µ–º–∞–≥—á—ã–º–∞ –∞–¥—á—ã–Ω—ñ—Ü—å –¥—É–±–ª—ñ—Ä—É—é—á—ã —Ñ–∞–π–ª "%s" –¥–ª—è –∑–∞–ø—ñ—Å—É¿Ä–ø–∞–º—ã–ª–∫–∞ –∫–∞–º–ø—ñ–ª—è—Ü—ã—ñ Java –∫–ª—è—Å–∞, –∫–∞–ª—ñ –ª–∞—Å–∫–∞ –ø–∞—Å–ø—Ä–∞–±—É–π—Ü–µ --verbose,
—Ü—ñ —û—Å—Ç–∞–ª—è–≤–∞—Ü—å –ø–µ—Ä–∞–º–µ–Ω–Ω—É—é –∞—Å—è—Ä–æ–¥–¥–∑—è $JAVAC¿Ä–Ω–µ–º–∞–≥—á—ã–º–∞ –∞—Ç—Ä—ã–º–∞—Ü—å –Ω–∞–∑–≤—É –≤—É–∑–ª–∞¿Ä–¥–∞–º–µ–Ω–Ω–∞—è –Ω–∞–∑–≤–∞ "%s" –Ω–µ –ø–∞–¥—ã—Ö–æ–¥–∑—ñ—Ü—å —É —è–∫–∞—Å—Ü—ñ –Ω–∞–∑–≤—ã —Ñ–∞–π–ª–∞¿Ä–¥–∞–º–µ–Ω–Ω–∞—è –Ω–∞–∑–≤–∞ "%s" –Ω–µ –ø–∞–¥—ã—Ö–æ–¥–∑—ñ—Ü—å —É —è–∫–∞—Å—Ü—ñ –Ω–∞–∑–≤—ã —Ñ–∞–π–ª–∞;
–±—É–¥–∑–µ –≤—ã–∫–∞—Ä—ã—Å—Ç–∞–Ω—ã –ø—Ä—ç—Ñ—ñ–∫—Å¿Ä–¥–≤–∞–π–Ω–æ–µ –≤—ã–∑–Ω–∞—á—ç–Ω—å–Ω–µ –ø–∞–≤–µ–¥–∞–º–ª–µ–Ω—å–Ω—è¿Ä–ø–∞—Ä–æ–∂–Ω—è–µ —É–≤–∞—Ö–æ–¥–∂–∞–Ω—å–Ω–µ `msgstr' –ø—Ä–∞–ø—É—à—á–∞–Ω–∞¿Ä—Å—ñ–º–≤–∞–ª –∫–∞–Ω—Ü–∞ —Ñ–∞–π–ª–∞ –∑–Ω–∞—Ö–æ–¥–∑—ñ—Ü—Ü–∞ —û–Ω—É—Ç—Ä—ã —Ä–∞–¥–∫–∞¿Ä—Å—ñ–º–≤–∞–ª –∫–∞–Ω—Ü–∞ —Ä–∞–¥–∫–∞ –∑–Ω–∞—Ö–æ–¥–∑—ñ—Ü—Ü–∞ —û–Ω—É—Ç—Ä—ã —Ä–∞–¥–∫–∞¿Ä–ø–∞–º—ã–ª–∫–∞ –ø–∞—Å–ª—è —á—ã—Ç–∞–Ω—å–Ω—è "%s"¿Ä–ø–∞–º—ã–ª–∫–∞ —á—ã—Ç–∞–Ω—å–Ω—è "%s"¿Ä–ø–∞–º—ã–ª–∫–∞ —á—ã—Ç–∞–Ω—å–Ω—è –±—è–≥—É—á–∞–π –¥—ã—Ä—ç–∫—Ç–æ—Ä—ã—ñ¿Ä–ø–∞–º—ã–ª–∫–∞ —û —á–∞—Å —á—ã—Ç–∞–Ω—å–Ω—è —Ñ–∞–π–ª–∞ "%s"¿Ä–ø–∞–º—ã–ª–∫–∞ —û —á–∞—Å –∞–¥–∫—Ä—ã—Ü—Ü—è "%s" –¥–ª—è –∑–∞–ø—ñ—Å—É¿Ä–ø–∞–º—ã–ª–∫–∞ —û —á–∞—Å —á—ã—Ç–∞–Ω—å–Ω—è "%s"¿Ä–ø–∞–º—ã–ª–∫–∞ —û —á–∞—Å –∑–∞–ø—ñ—Å—É —Ñ–∞–π–ª–∞ "%s"¿Ä–ø–∞–º—ã–ª–∫–∞ –∑–∞–ø—ñ—Å—É —Ñ–∞–π–ª–∞ "%s"¿Ä–ø–∞–º—ã–ª–∫–∞ –∑–∞–ø—ñ—Å—É —û stdout¿Ä–ø–∞—Ç—Ä–∞–±—É–µ—Ü—Ü–∞ –º–µ–Ω–∞–≤—ñ—Ç–∞ 2 —É–≤–æ–¥–∑—è—á—ã—Ö —Ñ–∞–π–ª–∞¿Ä–ø–∞—Ç—Ä–∞–±—É–µ—Ü—Ü–∞ –º–µ–Ω–∞–≤—ñ—Ç–∞ –∞–¥–∑—ñ–Ω —É–≤–∞—Ö–æ–¥–∑—è—á—ã —Ñ–∞–π–ª¿Ä—á–∞–∫–∞–ª—ñ—Å—å –¥–≤–∞ –∞—Ä–≥—É–º—ç–Ω—Ç—ã¿Ä–Ω–µ–º–∞–≥—á—ã–º–∞ —Å—Ç–≤–∞—Ä—ã—Ü—å "%s"¿Äfdopen() –ø–∞–º—ã–ª–∫–∞¿Ä—Ñ–∞–π–ª "%s" –∑–º—è—à—á–∞–µ —Ä–∞–¥–æ–∫ –Ω–µ –∑–∞–≤–µ—Ä—à–∞–Ω—ã –Ω—É–ª—ë–º¿Ä—Ñ–∞–π–ª "%s" –∑—å–º—è—à—á–∞–µ —Ä–∞–¥–æ–∫ –Ω–µ –∑–∞–≤–µ—Ä—à–∞–Ω—ã –Ω—É–ª—ë–º, –ª—è %s¿Ä—Ñ–∞—Ä–º–∞—Ç —Ñ–∞–π–ª–∞ "%s" –Ω–µ GNU .mo¿Ä—Ñ–∞–π–ª "%s" –∞–±—Ä—ç–∑–∞–Ω¿Ä–ø–µ—Ä—à–∞—è —Ñ–æ—Ä–º–∞ –ª—ñ–∫—É –º–∞–µ –Ω–µ–Ω—É–ª—è–≤—ã —ñ–Ω–¥—ç–∫—Å¿Ä–∑–Ω–æ–π–¥–∑–µ–Ω–∞ %d —Ñ–∞—Ç–∞–ª—å–Ω–∞—è –ø–∞–º—ã–ª–∫–∞¿Ä–∑–Ω–æ–π–¥–∑–µ–Ω–∞ %d —Ñ–∞—Ç–∞–ª—å–Ω—ã—è –ø–∞–º—ã–ª–∫—ñ¿Ä–∑–Ω–æ–π–¥–∑–µ–Ω–∞ %d —Ñ–∞—Ç–∞–ª—å–Ω—ã—Ö –ø–∞–º—ã–ª–∞–∫¿Ä–Ω–µ–¥–∞–∫–ª–∞–¥–Ω–∞–µ —É–≤–∞—Ö–æ–¥–∂–∞–Ω—å–Ω–µ `msgstr' –ø—Ä–∞–ø—É—à—á–∞–Ω–∞¿Ä–ø–æ–ª–µ –∑–∞–≥–∞–ª–æ–∫—É `%s' –ø–∞–≤—ñ–Ω–Ω–∞ –ø–∞—á—ã–Ω–∞—Ü—Ü–∞ –Ω–∞ –ø–∞—á–∞—Ç–∫—É —Ä–∞–¥–∫–∞
¿Ä–ø–∞–º—ã–ª–∫–∞ iconv¿Ä–∑–∞–¥–∞–¥–∑–µ–Ω –Ω–µ–º–∞–≥—á—ã–º—ã –∫—Ä—ã—Ç—ç—Ä—ã–π –≤—ã–±–∞—Ä—É (%d < n < %d)¿Ä–Ω—è–ø–æ—û–Ω–∞—è —à–º–∞—Ç–±–∞–π—Ç–Ω–∞—è –ø–∞—Å—å–ª—è–¥–æ—û–Ω–∞—Å—å—Ü—å –Ω–∞ –ø—Ä—ã–∫–∞–Ω—Ü—ã —Ñ–∞–π–ª–∞¿Ä–Ω—è–ø–æ—û–Ω–∞—è —à–º–∞—Ç–±–∞–π—Ç–Ω–∞—è –ø–∞—Å—å–ª—è–¥–æ—û–Ω–∞—Å—å—Ü—å –Ω–∞ –ø—Ä—ã–∫–∞–Ω—Ü—ã —Ä–∞–¥–∫–∞¿Ä–Ω–µ—Å—É–º—è—à—á–∞–ª—å–Ω–∞–µ —û–∂—ã–≤–∞–Ω—å–Ω–µ #~¿Ä—É–≤–∞—Ö–æ–¥–∑—è—á—ã —Ñ–∞–π–ª `%s' –Ω–µ –∑—å–º—è—à—á–∞–µ –∑–∞–≥–∞–ª–æ–≤–∞—á–Ω—ã –∑–∞–ø—ñ—Å
—Å–∞ —Å—å–ø–µ—Ü—ã—Ñ—ñ–∫–∞—Ü—ã–µ–π –∫–æ–¥–∞–≤–∞–π —Å—Ç–∞—Ä–æ–Ω–∫—ñ¿Ä—É–≤–∞—Ö–æ–¥–∑—è—á—ã —Ñ–∞–π–ª –Ω–µ –∑–º—è—à—á–∞–µ –∑–∞–≥–∞–ª–æ–≤–∞—á–Ω–∞–≥–∞ –∑–∞–ø—ñ—Å—É –∞–± –Ω–∞–±–æ—Ä—ã —Å—ñ–º–≤–∞–ª–∞—û¿Ä–ø–µ—Ä–∞–∫–ª–∞–¥–∑–µ–Ω—ã—è –ø–∞–≤–µ–¥–∞–º–ª–µ–Ω—å–Ω—ñ –Ω–µ –ø–∞–≤—ñ–Ω–Ω—ã –∑—å–º—è—à—á–∞—Ü—å "\%c" ESC-–ø–∞—Å—å–ª—è–¥–æ—û–Ω–∞—Å—å—Ü—ñ¿Ä–Ω–µ—Ä—ç—á–∞—ñ—Å–Ω–∞—è –∫–∞–Ω—Ç—Ä–∞–ª—é—é—á–∞—è –ø–∞—Å–ª—è–¥–æ—û–Ω–∞—Å—Ü—å¿Ä–Ω–µ—Ä—ç—á–∞—ñ—Å–Ω–∞—è —à–º–∞—Ç—Å—ñ–º–≤–∞–ª—å–Ω–∞—è –ø–∞—Å–ª—è–¥–æ—û–Ω–∞—Å—Ü—å¿Ä–Ω–µ—Ä—ç—á–∞—ñ—Å–Ω–∞–µ –∑–Ω–∞—á—ç–Ω—å–Ω–µ nplurals¿Ä–Ω–µ—Ä—ç—á–∞—ñ—Å–Ω—ã –≤—ã—Ä–∞–∑ —Ñ–æ—Ä–º—ã –º–Ω–Ω–æ–∂–Ω–∞–≥–∞ –ª—ñ–∫—É (plural)¿Ä–Ω–µ–≤—è–¥–æ–º–∞–µ –∫–ª—é—á–∞–≤–æ–µ —Å–ª–æ–≤–∞ "%s"¿Ä–Ω–µ–≤—è–¥–æ–º–∞—è –º–æ–≤–∞ `%s'¿Ä–ø–∞–º—è—Ü—å –≤—ã—á–∞—Ä–ø–∞–Ω–∞¿Ä–ø—Ä–∞–ø—É—à—á–∞–Ω–∞ —Å–µ–∫—Ü—ã—è "msgid_plural"¿Ä–ø—Ä–∞–ø—É—à—á–∞–Ω–∞ —Å–µ–∫—Ü—ã—è "msgstr"¿Ä–ø—Ä–∞–ø—É—à—á–∞–Ω–∞ —Å–µ–∫—Ü—ã—è "msgstr[]"¿Ä–ø—Ä–∞–ø—É—à—á–∞–Ω–∞ –Ω–∞–∑–≤–∞ –∫–∞–º–∞–Ω–¥—ã¿Ä–ø—Ä–∞–ø—É—à—á–∞–Ω–∞ –Ω–∞–∑–≤–∞ —Ñ—ñ–ª—å—Ç—Ä–∞¿Ä–Ω–µ–≤—ã–∑–Ω–∞—á–∞–Ω —É–≤–∞—Ö–æ–¥–∑—è—á—ã —Ñ–∞–π–ª¿Ä–Ω–µ –∑–∞–¥–∞–¥–∑–µ–Ω—ã —û–≤–æ–¥–∑—è—á—ã—è —Ñ–∞–π–ª—ã¿Ä–Ω–µ—Ä—ç—á–∞—ñ—Å–Ω–∞—è –Ω–∞–∑–≤–∞ Java-–∫–ª–∞—Å–∞: %s¿Änplurals = %lu –∞–ª–µ –≤—ã—Ä–∞–∑ –º–Ω–æ–∂–Ω–∞–≥–∞ –ª—ñ–∫—É –º–æ–∂–∞ —û—Ç–≤–∞—Ä–∞—Ü—å –∑–Ω–∞—á—ç–Ω—å–Ω—ñ —Ç–∞–∫—ñ—è —è–∫ %lu¿Ä–≤—ã—Ä–∞–∑ –º–Ω–æ–∂–Ω–∞–≥–∞ –ª—ñ–∫—É –º–æ–∂–∞ —û—Ç–≤–∞—Ä–∞—Ü—å –∞—Ä—ã—Ñ–º—ç—Ç—ã—á–Ω—ã—è –≤—ã–∫–ª—é—á—ç–Ω—å–Ω—ñ, –º–∞–≥—á—ã–º–∞
–¥–∑—è–ª–µ–Ω—å–Ω–µ –Ω–∞ –Ω—É–ª—å¿Ä–≤—ã—Ä–∞–∑ –º–Ω–æ–∂–Ω–∞–≥–∞ –ª—ñ–∫—É –º–æ–∂–∞ —û—Ç–≤–∞—Ä–∞—Ü—å –¥–∑—è–ª–µ–Ω—å–Ω–µ –Ω–∞ –Ω—É–ª—å¿Ä–≤—ã—Ä–∞–∑ –º–Ω–æ–∂–Ω–∞–≥–∞ –ª—ñ–∫—É –º–æ–∂–∞ —û—Ç–≤–∞—Ä–∞—Ü—å —Ü—ç–ª–∞–ª—ñ–∫–∞–≤–∞–µ –ø–µ—Ä–∞–ø–∞—û–Ω–µ–Ω—å–Ω–µ¿Ä–≤—ã—Ä–∞–∑ –º–Ω–æ–∂–Ω–∞–≥–∞ –ª—ñ–∫—É –º–æ–∂–∞ —û—Ç–≤–∞—Ä–∞—Ü—å –∞–¥–º–æ—û–Ω–∞–µ –∑–Ω–∞—á—ç–Ω—å–Ω–µ¿Ä—Ñ–æ—Ä–º—ã –º–Ω–æ–∂–Ω–∞–≥–∞ –ª—ñ–∫—É –º–∞—é—Ü—å –¥—Ä—ç–Ω–Ω—ã—ñ —ñ–Ω–¥—ç–∫—Å¿Ä–∞–ø—Ä–∞—Ü–æ—û–∫–∞ –º–Ω–æ–∂–Ω–∞–≥–∞ –ª—ñ–∫—É - –≥—ç—Ç–∞ –ø–∞—à—ã—Ä—ç–Ω—å–Ω–µ GNU gettext¿Ä–Ω–µ–∫–∞—Ç–æ—Ä—ã—è –ø–∞–ª—ñ –∑–∞–≥–∞–ª–æ–∫–∞ —û—Å—ë —è—à—á—ç –º–∞—é—Ü—å –ø–∞—á–∞—Ç–∫–æ–≤–∞–µ –∑–Ω–∞—á—ç–Ω—å–Ω–µ
¿Ä—Å—Ç–∞–Ω–¥–∞—Ä—Ç–Ω—ã —û–≤–æ–¥¿Ä—Å—Ç–∞–Ω–¥–∞—Ä—Ç–Ω—ã –≤—ã–≤–∞–¥¿Ä–∞—Ä–≥—É–º—ç–Ω—Ç %s –ø–∞–≤—ñ–Ω–µ–Ω –±—ã—Ü—å –∞–¥–∑—ñ–Ω–æ—á–Ω—ã–º –∑–Ω–∞–∫–∞–º –ø—Ä—ã–ø—ã–Ω–∫—É¿Ä–≥—ç—Ç—ã —Ñ–∞–π–ª –º–æ–∂–∞ –Ω–µ –∑–º—è—à—á–∞—Ü—å –¥—ã—Ä—ç–∫—Ç—ã—û –¥–∞–º–µ–Ω—É¿Ä–≥—ç—Ç–∞ –ø–∞–≤–µ–¥–∞–º–ª–µ–Ω—å–Ω–µ –≤—ã–∫–∞—Ä—ã—Å—Ç–æ—û–≤–∞–µ—Ü—Ü–∞, –∞–ª–µ –Ω–µ –≤—ã–∑–Ω–∞—á–∞–Ω–∞ —û %s¿Ä–≥—ç—Ç–∞ –ø–∞–≤–µ–¥–∞–º–ª–µ–Ω—å–Ω–µ –≤—ã–∫–∞—Ä—ã—Å—Ç–æ—û–≤–∞–µ—Ü—Ü–∞, –∞–ª–µ –Ω–µ –≤—ã–∑–Ω–∞—á–∞–Ω–∞...¿Ä–≥—ç—Ç–∞–µ –ø–∞–≤–µ–¥–∞–º–ª–µ–Ω—å–Ω–µ –ø–∞–≤—ñ–Ω–Ω–∞ –≤—ã–∑–Ω–∞—á–∞—Ü—å —Ö–æ—Ä–º—ã –º–Ω–æ–∂–Ω–∞–≥–∞ –ª—ñ–∫–∞¿Ä–≥—ç—Ç–∞–µ –ø–∞–≤–µ–¥–∞–º–ª–µ–Ω—å–Ω–µ –Ω–µ –ø–∞–≤—ñ–Ω–Ω–∞ –≤—ã–∑–Ω–∞—á–∞—Ü—å —Ö–æ—Ä–º—ã –º–Ω–æ–∂–Ω–∞–≥–∞ –ª—ñ–∫–∞¿Ä–≤–µ–ª—å–º—ñ —à–º–∞—Ç –∞—Ä–≥—É–º—ç–Ω—Ç–∞—û¿Ä–≤–µ–ª—å–º—ñ —à–º–∞—Ç –ø–∞–º—ã–ª–∞–∫...¿Ä—É–≤–∞—Ö–æ–¥–∑—è—á—ã —Ñ–∞–π–ª –∑—å–º—è—à—á–∞–µ –¥–≤–∞ —Ä–æ–∑–Ω—ã—Ö –Ω–∞–±–æ—Ä–∞ —Å—ñ–º–≤–∞–ª–∞—û "%s" —ñ "%s"¿Ä—É–≤–∞–≥–∞: ¿Ä—É–≤–∞–≥–∞: –∑–∞–≥–∞–ª–æ–≤–∞–∫ PO-—Ñ–∞–π–ª–∞ –º–∞–µ –Ω–µ–¥–∞–∫–ª–∞–¥–Ω—ã –ø–µ—Ä–∞–∫–ª–∞–¥
¿Ä—É–≤–∞–≥–∞: –∑–∞–≥–∞–ª–æ–≤–∞–∫ PO-—Ñ–∞–π–ª–∞ –ø—Ä–∞–ø—É—à—á–∞–Ω —Ü—ñ –Ω–µ—Ä—ç—á–∞—ñ—Å–Ω—ã
¿Ä—É–≤–∞–≥–∞: –ø–µ—Ä–∞—û—Ç–≤–∞—Ä—ç–Ω—å–Ω–µ –∫–∞–¥–∑—ñ—Ä–æ–≤–∞–∫ –Ω–µ –±—É–¥–∑–µ –ø—Ä–∞—Ü–∞–≤–∞—Ü—å
¿Ä—É–≤–∞–≥–∞: —Ñ–∞–π–ª "%s" —Å—É—Ñ—ñ–∫—Å "%s" –Ω–µ–≤—è–¥–æ–º—ã; –ø–∞—Å–ø—Ä–∞–±—É–π—Ü–µ C¿Ä—É–≤–∞–≥–∞: –≥—ç—Ç–∞ –ø–∞–≤–µ–¥–∞–º–ª–µ–Ω—å–Ω–µ –Ω–µ –≤—ã–∫–∞—Ä—ã—Å—Ç–æ—û–≤–∞–µ—Ü—Ü–∞¿Ä–ø–∞–º—ã–ª–∫–∞ –∑–∞–ø—ñ—Å—É —û –ø–∞–¥–ø—Ä–∞—Ü—ç—Å %s¿Ä–ø–∞–º—ã–ª–∫–∞ –∑–∞–ø—ñ—Å—É —û stdout¿Äxgettext –Ω–µ –º–æ–∂–∞ –ø—Ä–∞—Ü–∞–≤–∞—Ü—å –±–µ–∑ –∫–ª—é—á–∞–≤—ã—Ö —Å–ª–æ—û –¥–ª—è –ø–æ—à—É–∫—É¿Ä